{
  "page_title": "Accessibility Statement",
  "page_description": "Our commitment to digital accessibility and WCAG compliance",
  "statement_title": "Accessibility Statement",
  "statement_subtitle": "Our commitment to making Wellio accessible to everyone",
  
  "commitment_title": "Our Commitment",
  "commitment_text": "Wellio is committed to ensuring digital accessibility for people with disabilities. We continually improve the user experience for everyone and apply the relevant accessibility standards to ensure we provide equal access to all users.",
  
  "standards_title": "Conformance Standards",
  "standards_subtitle": "We aim to conform to WCAG 2.1 Level AA guidelines",
  "wcag_perceivable": "Perceivable",
  "wcag_perceivable_desc": "Information and user interface components are presentable to users in ways they can perceive.",
  "wcag_operable": "Operable",
  "wcag_operable_desc": "User interface components and navigation are operable by all users.",
  "wcag_understandable": "Understandable",
  "wcag_understandable_desc": "Information and the operation of user interface are understandable.",
  "wcag_robust": "Robust",
  "wcag_robust_desc": "Content is robust enough to be interpreted by a wide variety of user agents, including assistive technologies.",
  
  "features_title": "Accessibility Features",
  "features_subtitle": "Features we've implemented to improve accessibility",
  "feature_keyboard": "Full keyboard navigation support",
  "feature_screen_reader": "Screen reader compatibility with ARIA labels",
  "feature_contrast": "High contrast mode option",
  "feature_resize": "Text resizing up to 200% without loss of functionality",
  "feature_motion": "Reduced motion option for users sensitive to animations",
  "feature_focus": "Visible focus indicators for keyboard users",
  "feature_alt_text": "Alternative text for all meaningful images",
  "feature_semantic": "Semantic HTML structure for better navigation",
  
  "assistive_title": "Assistive Technologies",
  "assistive_text": "Wellio is designed to work with assistive technologies including:",
  
  "feedback_title": "Feedback & Contact",
  "feedback_subtitle": "We welcome your accessibility feedback",
  "feedback_text": "If you encounter accessibility barriers on Wellio, or have suggestions for improving accessibility, please contact us. We take accessibility feedback seriously and will work to address any issues.",
  "contact_support": "Contact Support",
  "contact_email": "Email",
  
  "improvement_title": "Continuous Improvement",
  "improvement_text": "We are committed to continually improving the accessibility of Wellio. We regularly review our site and content to identify and address accessibility issues. Our team receives ongoing training on accessibility best practices.",
  "ongoing_title": "Ongoing Efforts",
  "ongoing_text": "We continuously work to improve accessibility across all features. Our team regularly reviews and updates our application to meet evolving accessibility standards.",
  
  "last_updated": "Last Updated",
  
  "keyboard_nav_title": "Keyboard Navigation",
  "keyboard_nav_desc": "Full support for navigating the application using only a keyboard, with visible focus indicators.",
  "screen_reader_title": "Screen Reader Support",
  "screen_reader_desc": "Compatible with popular screen readers including NVDA, JAWS, and VoiceOver.",
  "high_contrast_title": "High Contrast Mode",
  "high_contrast_desc": "Option to enable high contrast colors for better visibility.",
  "audio_desc_title": "Audio Descriptions",
  "audio_desc_desc": "Video content includes audio descriptions for users who are blind or have low vision.",
  "focus_indicators_title": "Focus Indicators",
  "focus_indicators_desc": "Clear visual focus indicators for all interactive elements.",
  "alt_text_title": "Alternative Text",
  "alt_text_desc": "All meaningful images include descriptive alternative text."
}
