{
  "care_team": "Care Team",
  "care_team_subtitle": "Share your functional wellness insights with people you trust — on your terms.",
  "care_team_body": "Your Care Team can see derived wellness signals only. No one ever sees your raw logs, journals, or Medical Vault.",
  
  "supporters": "Supporters",
  "trainers_coaches": "Trainers & Coaches",
  "clinicians": "Clinicians",
  
  "no_supporters": "No supporters added yet. You can invite a trusted friend, family member, or colleague to receive a simple high-level view of how you're doing.",
  "no_trainers": "No trainers or coaches connected. Share your functional wellness trends with a professional you already work with.",
  "no_clinicians": "No clinicians connected. If your clinician wants to support your wellness journey, you can invite them to see patterns and trends — not raw records.",
  
  "add_supporter": "Add Supporter",
  "add_trainer_coach": "Add Trainer / Coach",
  "add_clinician": "Add Clinician",
  
  "supporter_explanation": "Supporters see a simple high-level signal of how you're doing (for example: \"doing well\", \"stable\", or \"struggling\"). They do not see numbers, logs, or any Medical Vault data.",
  "relationship_type": "Choose relationship type",
  "friend": "Friend",
  "family": "Family",
  "colleague": "Colleague",
  "other": "Other",
  "generate_supporter_code": "Generate supporter code",
  "supporter_code_notice": "This code lets one person connect to your APP Platform as a supporter for a limited time. You can revoke access at any time.",
  "share_code_with_supporter": "Share this code with your supporter:",
  "supporter_footer": "Supporters will only see a high-level wellbeing status — not your logs, journals, or Medical Vault.",
  
  "share_with_trainer": "Share trends with a Trainer or Coach",
  "trainer_explanation": "Trainers and coaches see your FWI, trends, and adherence patterns so they can support your goals. They do not see raw logs, journals, or Medical Vault contents.",
  "trainer_trust_notice": "You should only invite trainers or coaches you already trust.",
  "generate_trainer_code": "Generate trainer/coach code",
  "share_code_with_trainer": "Share this code with your trainer or coach:",
  "trainer_visibility_notice": "They will be able to view your Functional Wellness Index and trend insights. They will not see any raw entries or Medical Vault data.",
  
  "share_with_clinician": "Share patterns with a Clinician",
  "clinician_explanation": "Clinicians can see functional patterns and trends derived from your data. They do not see raw logs, PHI, or Medical Vault contents. Wellio is not an EMR/EHR and does not store clinical records.",
  "clinician_trust_notice": "Invite a clinician you already know and trust. They can use Wellio as a view into your patterns — not as a medical record system.",
  "generate_clinician_code": "Generate clinician code",
  "share_code_with_clinician": "Share this code with your clinician:",
  "clinician_visibility_notice": "They will be able to view functional wellness patterns and trend insights. They will not see your logs, journals, or Medical Vault documents.",
  
  "can_see": "Can see",
  "cannot_see": "Cannot see",
  "fwi_trends_adherence": "FWI, trends, adherence signals",
  "logs_journals_vault": "Logs, journals, vault, PHI",
  "high_level_status": "High-level wellbeing status",
  
  "valid_for_days": "Valid for {{days}} days",
  "code_copied": "Code copied to clipboard",
  "invite_generated": "Invite code generated",
  "invite_code_error": "Error generating invite code",
  
  "join_care_team": "Join a Care Team",
  "join_subtitle": "Enter the invite code you received from a Wellio user.",
  "enter_code": "Enter invite code (e.g., ABCD-1234)",
  "join": "Join",
  
  "joined_as_supporter": "You've joined this individual's Care Team as a supporter. You will see a high-level wellbeing status only. No logs or medical documents.",
  "joined_as_coach": "You've joined this individual's Care Team as a trainer/coach. You will see their Functional Wellness Index, trends, and adherence patterns — never raw logs or Medical Vault contents.",
  "joined_as_clinician": "You've joined this individual's Care Team as a clinician. You will see functional patterns and trend insights — not PHI, logs, or Medical Vault data.",
  
  "invalid_code": "This code is invalid or has expired.",
  "role_mismatch": "This invite is not valid for your role. Please ask the individual to generate a new code.",
  "connection_successful": "Connection successful!",
  "already_connected": "You are already connected to this person.",
  
  "data_access_history": "Data Access History",
  "access_log_explanation": "Whenever someone on your Care Team views your derived wellness insights (for example: FWI, trends, or adherence), we record it here. You always know who has accessed your data and when.",
  "date": "Date",
  "who": "Who",
  "role": "Role",
  "what_viewed": "What they viewed",
  "no_access_yet": "No one has viewed your derived insights yet.",
  "access_log_footer": "This log covers derived insights only. Your raw logs, journals, and Medical Vault are never shared with anyone.",
  "who_viewed_data": "Who has viewed my data?",
  
  "cmix_protected": "Protected by cMixx",
  "cmix_explanation": "This conversation uses xx network's cMixx to hide who you're talking to and when — not just what you say.",
  
  "revoke_access": "Revoke Access",
  "access_revoked": "Access revoked successfully"
}
