{
  "page_title": "Tuyên bố Khả năng Tiếp cận",
  "page_description": "Cam kết của chúng tôi về khả năng tiếp cận kỹ thuật số và tuân thủ WCAG",
  "statement_title": "Tuyên bố Khả năng Tiếp cận",
  "statement_subtitle": "Cam kết của chúng tôi trong việc làm cho Wellio có thể tiếp cận với mọi người",
  "commitment_title": "Cam kết của Chúng tôi",
  "commitment_text": "Wellio cam kết đảm bảo khả năng tiếp cận kỹ thuật số cho người khuyết tật. Chúng tôi liên tục cải thiện trải nghiệm người dùng và áp dụng các tiêu chuẩn khả năng tiếp cận liên quan.",
  "standards_title": "Tiêu chuẩn Tuân thủ",
  "standards_subtitle": "Chúng tôi hướng tới tuân thủ hướng dẫn WCAG 2.1 Cấp AA",
  "wcag_perceivable": "Có thể Cảm nhận",
  "wcag_perceivable_desc": "Thông tin và các thành phần giao diện người dùng có thể được trình bày theo cách người dùng có thể cảm nhận.",
  "wcag_operable": "Có thể Vận hành",
  "wcag_operable_desc": "Các thành phần giao diện người dùng và điều hướng có thể được vận hành bởi tất cả người dùng.",
  "wcag_understandable": "Có thể Hiểu được",
  "wcag_understandable_desc": "Thông tin và hoạt động của giao diện người dùng có thể hiểu được.",
  "wcag_robust": "Vững chắc",
  "wcag_robust_desc": "Nội dung đủ vững chắc để được diễn giải bởi công nghệ hỗ trợ.",
  "features_title": "Tính năng Khả năng Tiếp cận",
  "features_subtitle": "Các tính năng chúng tôi đã triển khai để cải thiện khả năng tiếp cận",
  "feature_keyboard": "Hỗ trợ điều hướng bàn phím đầy đủ",
  "feature_screen_reader": "Tương thích trình đọc màn hình với nhãn ARIA",
  "feature_contrast": "Tùy chọn chế độ tương phản cao",
  "feature_resize": "Thay đổi kích thước văn bản lên đến 200% mà không mất chức năng",
  "feature_motion": "Tùy chọn giảm chuyển động cho người dùng nhạy cảm với hoạt ảnh",
  "feature_focus": "Chỉ báo tiêu điểm có thể nhìn thấy cho người dùng bàn phím",
  "feature_alt_text": "Văn bản thay thế cho tất cả hình ảnh có ý nghĩa",
  "feature_semantic": "Cấu trúc HTML ngữ nghĩa để điều hướng tốt hơn",
  "assistive_title": "Công nghệ Hỗ trợ",
  "assistive_text": "Wellio được thiết kế để hoạt động với các công nghệ hỗ trợ bao gồm:",
  "feedback_title": "Phản hồi và Liên hệ",
  "feedback_subtitle": "Chúng tôi hoan nghênh phản hồi của bạn về khả năng tiếp cận",
  "feedback_text": "Nếu bạn gặp rào cản khả năng tiếp cận hoặc có đề xuất cải thiện, vui lòng liên hệ với chúng tôi.",
  "contact_support": "Liên hệ Hỗ trợ",
  "improvement_title": "Cải tiến Liên tục",
  "improvement_text": "Chúng tôi cam kết liên tục cải thiện khả năng tiếp cận của Wellio.",
  "last_updated": "Cập nhật Lần cuối"
}
