{
  "privacy_policy": "Chính Sách Bảo Mật",
  "terms_of_service": "Điều Khoản Dịch Vụ",
  "last_updated": "Cập nhật lần cuối",
  "introduction": "Giới thiệu",
  "introduction_text": "Chúng tôi cam kết bảo vệ quyền riêng tư của bạn. Chính sách này giải thích cách chúng tôi thu thập, sử dụng và bảo vệ thông tin cá nhân của bạn.",
  "data_we_collect": "Dữ Liệu Chúng Tôi Thu Thập",
  "data_collect_intro": "Chúng tôi thu thập thông tin bạn cung cấp trực tiếp:",
  "data_account": "Thông tin tài khoản (email, mật khẩu)",
  "data_profile": "Dữ liệu hồ sơ (tên, ảnh)",
  "data_health": "Số liệu sức khỏe và thể dục",
  "data_usage": "Dữ liệu sử dụng và phân tích",
  "how_we_use": "Cách Chúng Tôi Sử Dụng Dữ Liệu Của Bạn",
  "use_intro": "Dữ liệu của bạn giúp chúng tôi:",
  "use_personalize": "Cá nhân hóa trải nghiệm thể dục của bạn",
  "use_insights": "Tạo thông tin chi tiết và đề xuất AI",
  "use_improve": "Cải thiện dịch vụ của chúng tôi",
  "use_communicate": "Giao tiếp các cập nhật quan trọng",
  "data_security": "Bảo Mật Dữ Liệu",
  "security_text": "Chúng tôi sử dụng mã hóa tiêu chuẩn công nghiệp và các biện pháp bảo mật để bảo vệ dữ liệu của bạn. Dữ liệu y tế được mã hóa kháng lượng tử để bảo vệ tối đa.",
  "your_rights": "Quyền Của Bạn",
  "rights_intro": "Bạn có quyền:",
  "rights_access": "Truy cập dữ liệu của bạn",
  "rights_export": "Xuất dữ liệu của bạn",
  "rights_delete": "Xóa tài khoản của bạn",
  "rights_withdraw": "Rút lại sự đồng ý",
  "data_retention": "Lưu Giữ Dữ Liệu",
  "retention_text": "Chúng tôi giữ lại dữ liệu của bạn miễn là tài khoản của bạn hoạt động hoặc theo yêu cầu để cung cấp dịch vụ. Bạn có thể yêu cầu xóa bất cứ lúc nào.",
  "third_parties": "Bên Thứ Ba",
  "third_parties_text": "Chúng tôi không bán dữ liệu của bạn. Chúng tôi có thể chia sẻ dữ liệu với các nhà cung cấp dịch vụ đáng tin cậy theo các thỏa thuận bảo vệ dữ liệu nghiêm ngặt.",
  "contact": "Liên Hệ Với Chúng Tôi",
  "contact_text": "Nếu có câu hỏi về quyền riêng tư, vui lòng liên hệ đội ngũ hỗ trợ của chúng tôi.",
  "acceptance": "Chấp Nhận Điều Khoản",
  "acceptance_text": "Bằng cách sử dụng ứng dụng của chúng tôi, bạn đồng ý với các điều khoản này. Nếu bạn không đồng ý, vui lòng không sử dụng dịch vụ của chúng tôi.",
  "account_terms": "Điều Khoản Tài Khoản",
  "account_terms_text": "Bạn có trách nhiệm duy trì tính bảo mật của tài khoản. Bạn phải từ 18 tuổi trở lên hoặc có sự đồng ý của phụ huynh.",
  "acceptable_use": "Sử Dụng Chấp Nhận Được",
  "acceptable_use_text": "Bạn đồng ý sử dụng dịch vụ của chúng tôi một cách hợp pháp và tôn trọng người dùng khác.",
  "prohibited": "Hoạt Động Bị Cấm",
  "prohibited_intro": "Bạn không được:",
  "prohibited_abuse": "Lạm dụng hoặc quấy rối người dùng khác",
  "prohibited_false": "Chia sẻ thông tin sai lệch",
  "prohibited_unauthorized": "Cố gắng truy cập trái phép",
  "prohibited_illegal": "Sử dụng cho mục đích bất hợp pháp",
  "subscriptions": "Đăng Ký & Thanh Toán",
  "subscriptions_text": "Các tính năng cao cấp yêu cầu đăng ký. Thanh toán được xử lý an toàn qua các nhà cung cấp của chúng tôi.",
  "health_disclaimer": "Tuyên Bố Miễn Trừ Sức Khỏe",
  "health_disclaimer_text": "Ứng dụng này cung cấp thông tin thể dục, không phải lời khuyên y tế. Tham khảo ý kiến chuyên gia y tế trước khi bắt đầu bất kỳ chương trình tập luyện nào.",
  "intellectual_property": "Sở Hữu Trí Tuệ",
  "ip_text": "Tất cả nội dung và tính năng là tài sản của chúng tôi hoặc bên cấp phép. Bạn không được sao chép hoặc phân phối mà không được phép.",
  "termination": "Chấm Dứt",
  "termination_text": "Chúng tôi có thể đình chỉ hoặc chấm dứt tài khoản vi phạm các điều khoản này.",
  "liability": "Giới Hạn Trách Nhiệm",
  "liability_text": "Chúng tôi cung cấp dịch vụ 'nguyên trạng'. Chúng tôi không chịu trách nhiệm về các thiệt hại gián tiếp phát sinh từ việc sử dụng.",
  "governing_law": "Luật Điều Chỉnh",
  "governing_law_text": "Các điều khoản này được điều chỉnh bởi luật pháp địa phương hiện hành.",
  "changes": "Thay Đổi Điều Khoản",
  "changes_text": "Chúng tôi có thể cập nhật các điều khoản này. Việc tiếp tục sử dụng sau các thay đổi có nghĩa là chấp nhận."
}
