{
  "page_title": "Déclaration d'Accessibilité",
  "page_description": "Notre engagement envers l'accessibilité numérique et la conformité WCAG",
  "statement_title": "Déclaration d'Accessibilité",
  "statement_subtitle": "Notre engagement à rendre Wellio accessible à tous",
  "commitment_title": "Notre Engagement",
  "commitment_text": "Wellio s'engage à garantir l'accessibilité numérique pour les personnes handicapées. Nous améliorons continuellement l'expérience utilisateur et appliquons les normes d'accessibilité pertinentes.",
  "standards_title": "Normes de Conformité",
  "standards_subtitle": "Nous visons la conformité aux directives WCAG 2.1 Niveau AA",
  "wcag_perceivable": "Perceptible",
  "wcag_perceivable_desc": "Les informations et les composants de l'interface utilisateur sont présentables de manière perceptible.",
  "wcag_operable": "Utilisable",
  "wcag_operable_desc": "Les composants de l'interface utilisateur et la navigation sont utilisables par tous.",
  "wcag_understandable": "Compréhensible",
  "wcag_understandable_desc": "Les informations et le fonctionnement de l'interface sont compréhensibles.",
  "wcag_robust": "Robuste",
  "wcag_robust_desc": "Le contenu est suffisamment robuste pour être interprété par les technologies d'assistance.",
  "features_title": "Fonctionnalités d'Accessibilité",
  "features_subtitle": "Fonctionnalités que nous avons implémentées pour améliorer l'accessibilité",
  "feature_keyboard": "Navigation au clavier complète",
  "feature_screen_reader": "Compatibilité avec les lecteurs d'écran avec étiquettes ARIA",
  "feature_contrast": "Option de mode contraste élevé",
  "feature_resize": "Redimensionnement du texte jusqu'à 200% sans perte de fonctionnalité",
  "feature_motion": "Option de mouvement réduit pour les utilisateurs sensibles aux animations",
  "feature_focus": "Indicateurs de focus visibles pour les utilisateurs au clavier",
  "feature_alt_text": "Texte alternatif pour toutes les images significatives",
  "feature_semantic": "Structure HTML sémantique pour une meilleure navigation",
  "assistive_title": "Technologies d'Assistance",
  "assistive_text": "Wellio est conçu pour fonctionner avec les technologies d'assistance incluant:",
  "feedback_title": "Commentaires et Contact",
  "feedback_subtitle": "Nous apprécions vos commentaires sur l'accessibilité",
  "feedback_text": "Si vous rencontrez des obstacles d'accessibilité sur Wellio, ou avez des suggestions pour améliorer l'accessibilité, contactez-nous.",
  "contact_support": "Contacter le Support",
  "improvement_title": "Amélioration Continue",
  "improvement_text": "Nous nous engageons à améliorer continuellement l'accessibilité de Wellio.",
  "last_updated": "Dernière Mise à Jour"
}
