{
  "care_team": "Équipe de Soins",
  "add_clinician": "Ajouter un Clinicien",
  "add_coach": "Ajouter un Coach",
  "share_with_clinician": "Partagez vos schémas de bien-être fonctionnel avec un clinicien de confiance.",
  "clinician_visibility_note": "Ils verront votre FWI, tendances et signaux d'adhérence — pas vos journaux bruts, carnets ou Coffre Médical.",
  "generate_clinician_invite": "Générer un code d'invitation clinicien",
  "share_code_with_clinician": "Partagez ce code avec votre clinicien (valide 7 jours):",
  "invite_code_generated": "Code d'invitation généré",
  "invite_code_error": "Erreur lors de la génération du code d'invitation",
  "join_by_code": "Rejoindre l'équipe de soins par code",
  "enter_invite_code": "Entrez le code d'invitation",
  "join_care_team": "Rejoindre l'Équipe de Soins",
  "invalid_invite_code": "Code d'invitation invalide ou expiré",
  "already_connected": "Vous êtes déjà connecté à cette personne",
  "connection_successful": "Connexion réussie!",
  "connected_as_clinician": "Vous êtes maintenant connecté à la Plateforme APP de cette personne en tant que clinicien.",
  "functional_patterns_only": "Vous verrez uniquement les schémas fonctionnels et tendances — pas les journaux bruts ni le contenu du Coffre Médical.",
  "code_placeholder": "ABCD-1234",
  "who_can_see_data": "Qui peut voir mes données?",
  "data_visibility_explanation": "Les professionnels ne voient que votre indice de bien-être fonctionnel et signaux d'adhérence — pas les journaux bruts ni le contenu du Coffre Médical.",
  "your_connections": "Vos Connexions",
  "no_connections": "Vous n'avez pas encore de connexions d'équipe de soins.",
  "pending_status": "Votre profil clinicien est en cours d'examen. Vous pouvez toujours recevoir des invitations de patients et prévisualiser les signaux fonctionnels.",
  "approved_status": "Vous êtes maintenant approuvé en tant que clinicien sur Wellio. Les patients peuvent vous inviter à voir leurs schémas de bien-être fonctionnel."
}
