{
  "care_team": "Équipe de soins",
  "care_team_subtitle": "Partagez vos informations de bien-être fonctionnel avec des personnes de confiance — selon vos conditions.",
  "care_team_body": "Votre équipe de soins ne peut voir que les signaux de bien-être dérivés. Personne ne voit jamais vos journaux bruts, vos journaux intimes ou votre Coffre Médical.",
  
  "supporters": "Supporters",
  "trainers_coaches": "Entraîneurs et Coachs",
  "clinicians": "Cliniciens",
  
  "no_supporters": "Aucun supporter ajouté pour le moment. Vous pouvez inviter un ami, un membre de la famille ou un collègue de confiance à recevoir une vue simple de haut niveau de comment vous allez.",
  "no_trainers": "Aucun entraîneur ou coach connecté. Partagez vos tendances de bien-être fonctionnel avec un professionnel avec qui vous travaillez déjà.",
  "no_clinicians": "Aucun clinicien connecté. Si votre clinicien souhaite soutenir votre parcours de bien-être, vous pouvez l'inviter à voir les modèles et tendances — pas les dossiers bruts.",
  
  "add_supporter": "Ajouter un Supporter",
  "add_trainer_coach": "Ajouter un Entraîneur / Coach",
  "add_clinician": "Ajouter un Clinicien",
  
  "supporter_explanation": "Les supporters voient un signal simple de haut niveau de comment vous allez (par exemple : \"bien\", \"stable\" ou \"en difficulté\"). Ils ne voient pas les chiffres, les journaux ou les données du Coffre Médical.",
  "relationship_type": "Choisir le type de relation",
  "friend": "Ami",
  "family": "Famille",
  "colleague": "Collègue",
  "other": "Autre",
  "generate_supporter_code": "Générer un code supporter",
  "supporter_code_notice": "Ce code permet à une personne de se connecter à votre plateforme APP en tant que supporter pour une durée limitée. Vous pouvez révoquer l'accès à tout moment.",
  "share_code_with_supporter": "Partagez ce code avec votre supporter :",
  "supporter_footer": "Les supporters ne verront qu'un statut de bien-être de haut niveau — pas vos journaux, journaux intimes ou Coffre Médical.",
  
  "share_with_trainer": "Partager les tendances avec un Entraîneur ou Coach",
  "trainer_explanation": "Les entraîneurs et coachs voient votre IWF, tendances et modèles d'adhésion pour soutenir vos objectifs. Ils ne voient pas les journaux bruts, journaux intimes ou le contenu du Coffre Médical.",
  "trainer_trust_notice": "Vous ne devriez inviter que des entraîneurs ou coachs en qui vous avez déjà confiance.",
  "generate_trainer_code": "Générer un code entraîneur/coach",
  "share_code_with_trainer": "Partagez ce code avec votre entraîneur ou coach :",
  "trainer_visibility_notice": "Ils pourront voir votre Indice de Bien-être Fonctionnel et vos aperçus de tendances. Ils ne verront aucune entrée brute ou donnée du Coffre Médical.",
  
  "share_with_clinician": "Partager les modèles avec un Clinicien",
  "clinician_explanation": "Les cliniciens peuvent voir les modèles fonctionnels et tendances dérivés de vos données. Ils ne voient pas les journaux bruts, PHI ou le contenu du Coffre Médical. Wellio n'est pas un DME/DSE et ne stocke pas de dossiers cliniques.",
  "clinician_trust_notice": "Invitez un clinicien que vous connaissez et en qui vous avez confiance. Il peut utiliser Wellio comme vue sur vos modèles — pas comme système de dossiers médicaux.",
  "generate_clinician_code": "Générer un code clinicien",
  "share_code_with_clinician": "Partagez ce code avec votre clinicien :",
  "clinician_visibility_notice": "Ils pourront voir les modèles de bien-être fonctionnel et les aperçus de tendances. Ils ne verront pas vos journaux, journaux intimes ou documents du Coffre Médical.",
  
  "can_see": "Peut voir",
  "cannot_see": "Ne peut pas voir",
  "fwi_trends_adherence": "IWF, tendances, signaux d'adhésion",
  "logs_journals_vault": "Journaux, journaux intimes, coffre, PHI",
  "high_level_status": "Statut de bien-être de haut niveau",
  
  "valid_for_days": "Valide {{days}} jours",
  "code_copied": "Code copié dans le presse-papiers",
  "invite_generated": "Code d'invitation généré",
  "invite_code_error": "Erreur lors de la génération du code d'invitation",
  
  "join_care_team": "Rejoindre une Équipe de soins",
  "join_subtitle": "Entrez le code d'invitation que vous avez reçu d'un utilisateur Wellio.",
  "enter_code": "Entrer le code d'invitation (ex : ABCD-1234)",
  "join": "Rejoindre",
  
  "joined_as_supporter": "Vous avez rejoint l'Équipe de soins de cette personne en tant que supporter. Vous verrez uniquement un statut de bien-être de haut niveau. Pas de journaux ou documents médicaux.",
  "joined_as_coach": "Vous avez rejoint l'Équipe de soins de cette personne en tant qu'entraîneur/coach. Vous verrez leur Indice de Bien-être Fonctionnel, tendances et modèles d'adhésion — jamais les journaux bruts ou le contenu du Coffre Médical.",
  "joined_as_clinician": "Vous avez rejoint l'Équipe de soins de cette personne en tant que clinicien. Vous verrez les modèles fonctionnels et aperçus de tendances — pas les PHI, journaux ou données du Coffre Médical.",
  
  "invalid_code": "Ce code est invalide ou a expiré.",
  "role_mismatch": "Cette invitation n'est pas valide pour votre rôle. Veuillez demander à la personne de générer un nouveau code.",
  "connection_successful": "Connexion réussie !",
  "already_connected": "Vous êtes déjà connecté à cette personne.",
  
  "data_access_history": "Historique d'accès aux données",
  "access_log_explanation": "Chaque fois qu'un membre de votre Équipe de soins consulte vos aperçus de bien-être dérivés (par exemple : IWF, tendances ou adhésion), nous l'enregistrons ici. Vous savez toujours qui a accédé à vos données et quand.",
  "date": "Date",
  "who": "Qui",
  "role": "Rôle",
  "what_viewed": "Ce qu'ils ont consulté",
  "no_access_yet": "Personne n'a encore consulté vos aperçus dérivés.",
  "access_log_footer": "Ce journal ne couvre que les aperçus dérivés. Vos journaux bruts, journaux intimes et Coffre Médical ne sont jamais partagés avec personne.",
  "who_viewed_data": "Qui a consulté mes données ?",
  
  "cmix_protected": "Protégé par cMixx",
  "cmix_explanation": "Cette conversation utilise cMixx du réseau xx pour cacher avec qui vous parlez et quand — pas seulement ce que vous dites.",
  
  "revoke_access": "Révoquer l'accès",
  "access_revoked": "Accès révoqué avec succès"
}