{
  "privacy_policy": "Politique de Confidentialité",
  "terms_of_service": "Conditions d'Utilisation",
  "last_updated": "Dernière mise à jour",
  "introduction": "Introduction",
  "introduction_text": "Nous nous engageons à protéger votre vie privée. Cette politique explique comment nous collectons, utilisons et protégeons vos informations personnelles.",
  "data_we_collect": "Données que Nous Collectons",
  "data_collect_intro": "Nous collectons les informations que vous fournissez directement:",
  "data_account": "Informations de compte (e-mail, mot de passe)",
  "data_profile": "Données de profil (nom, photo)",
  "data_health": "Métriques de santé et fitness",
  "data_usage": "Données d'utilisation et analyses",
  "how_we_use": "Comment Nous Utilisons Vos Données",
  "use_intro": "Vos données nous aident à:",
  "use_personalize": "Personnaliser votre expérience fitness",
  "use_insights": "Générer des insights et recommandations IA",
  "use_improve": "Améliorer nos services",
  "use_communicate": "Communiquer les mises à jour importantes",
  "data_security": "Sécurité des Données",
  "security_text": "Nous utilisons un chiffrement standard et des mesures de sécurité pour protéger vos données. Les données médicales sont chiffrées avec résistance quantique pour une protection maximale.",
  "your_rights": "Vos Droits",
  "rights_intro": "Vous avez le droit de:",
  "rights_access": "Accéder à vos données",
  "rights_export": "Exporter vos données",
  "rights_delete": "Supprimer votre compte",
  "rights_withdraw": "Retirer votre consentement",
  "data_retention": "Conservation des Données",
  "retention_text": "Nous conservons vos données tant que votre compte est actif ou selon les besoins pour fournir des services. Vous pouvez demander la suppression à tout moment.",
  "third_parties": "Tiers",
  "third_parties_text": "Nous ne vendons pas vos données. Nous pouvons partager des données avec des fournisseurs de services de confiance sous des accords stricts de protection des données.",
  "contact": "Nous Contacter",
  "contact_text": "Pour les questions de confidentialité, veuillez contacter notre équipe de support.",
  "acceptance": "Acceptation des Conditions",
  "acceptance_text": "En utilisant notre application, vous acceptez ces conditions. Si vous n'êtes pas d'accord, veuillez ne pas utiliser nos services.",
  "account_terms": "Conditions de Compte",
  "account_terms_text": "Vous êtes responsable du maintien de la sécurité de votre compte. Vous devez avoir 18 ans ou plus ou avoir le consentement parental.",
  "acceptable_use": "Utilisation Acceptable",
  "acceptable_use_text": "Vous acceptez d'utiliser nos services légalement et de respecter les autres utilisateurs.",
  "prohibited": "Activités Interdites",
  "prohibited_intro": "Vous ne devez pas:",
  "prohibited_abuse": "Abuser ou harceler d'autres utilisateurs",
  "prohibited_false": "Partager de fausses informations",
  "prohibited_unauthorized": "Tenter un accès non autorisé",
  "prohibited_illegal": "Utiliser à des fins illégales",
  "subscriptions": "Abonnements et Paiements",
  "subscriptions_text": "Les fonctionnalités premium nécessitent un abonnement. Les paiements sont traités en toute sécurité par nos fournisseurs.",
  "health_disclaimer": "Avertissement Santé",
  "health_disclaimer_text": "Cette application fournit des informations fitness, pas des conseils médicaux. Consultez des professionnels de santé avant de commencer tout programme d'exercice.",
  "intellectual_property": "Propriété Intellectuelle",
  "ip_text": "Tout le contenu et les fonctionnalités sont notre propriété ou celle de nos concédants. Vous ne pouvez pas copier ou distribuer sans permission.",
  "termination": "Résiliation",
  "termination_text": "Nous pouvons suspendre ou résilier les comptes qui violent ces conditions.",
  "liability": "Limitation de Responsabilité",
  "liability_text": "Nous fournissons des services 'tels quels'. Nous ne sommes pas responsables des dommages indirects résultant de l'utilisation.",
  "governing_law": "Loi Applicable",
  "governing_law_text": "Ces conditions sont régies par les lois locales applicables.",
  "changes": "Modifications des Conditions",
  "changes_text": "Nous pouvons mettre à jour ces conditions. L'utilisation continue après les modifications signifie l'acceptation.",
  "refund_policy": "Politique de Remboursement",
  "refund_intro": "Nous voulons que vous soyez satisfait de nos services. Cette politique décrit nos procédures de remboursement.",
  "refund_digital": "Services Numériques",
  "refund_digital_text": "En raison de la nature des services numériques, nous n'offrons généralement pas de remboursements pour les frais d'abonnement après le début de la période de facturation.",
  "refund_subscription": "Annulation d'Abonnement",
  "refund_subscription_text": "Vous pouvez annuler votre abonnement à tout moment. Vous conserverez l'accès aux fonctionnalités premium jusqu'à la fin de votre période de facturation actuelle.",
  "refund_timeframe": "Délai de Remboursement",
  "refund_timeframe_text": "Si éligible au remboursement, les demandes seront traitées sous 5-10 jours ouvrables via le mode de paiement original.",
  "refund_process": "Processus de Remboursement",
  "refund_process_text": "Pour demander un remboursement, contactez notre équipe support avec les détails de votre compte et le motif de la demande.",
  "refund_exceptions": "Exceptions",
  "refund_exceptions_text": "Nous pouvons envisager des remboursements à notre discrétion pour des problèmes techniques empêchant l'utilisation du service ou des frais incorrects.",
  "refund_contact": "Contact Remboursements",
  "refund_contact_text": "Pour les questions de remboursement, contactez notre équipe support avec les détails de la transaction.",
  "billing_terms": "Conditions de Facturation",
  "billing_auto_renewal": "Renouvellement Automatique",
  "billing_auto_renewal_text": "Les abonnements se renouvellent automatiquement à la fin de chaque période de facturation, sauf annulation avant la date de renouvellement.",
  "billing_pricing": "Modifications de Prix",
  "billing_pricing_text": "Nous pouvons modifier les prix avec notification aux abonnés existants. Les nouveaux prix s'appliquent à la prochaine période de facturation.",
  "billing_cancellation": "Politique d'Annulation",
  "billing_cancellation_text": "Vous pouvez annuler à tout moment via les paramètres de votre compte. Aucun frais d'annulation.",
  "payment_terms": "Conditions de Paiement",
  "payment_terms_text": "En utilisant nos services, vous acceptez nos conditions de paiement.",
  "payment_processing": "Traitement des Paiements",
  "payment_processing_text": "Les paiements sont traités de manière sécurisée par nos partenaires. Nous ne stockons pas les données de carte complètes sur nos serveurs.",
  "payment_security": "Sécurité des Paiements",
  "payment_security_text": "Nous utilisons un chiffrement et des mesures de sécurité standard pour protéger vos informations de paiement.",
  "payment_disputes": "Litiges de Paiement",
  "payment_disputes_text": "Si vous constatez des frais non autorisés, contactez immédiatement notre équipe support pour enquête."
}