{
  "home_title": "Wellio - Votre Parcours Fitness Complet",
  "home_description": "Suivez vos entraînements, votre nutrition et vos progrès. Connectez-vous avec une communauté fitness. Atteignez vos objectifs de santé avec Wellio.",
  "dashboard_title": "Tableau de Bord",
  "dashboard_description": "Consultez vos statistiques fitness, suivez vos progrès et restez motivé avec votre tableau de bord personnalisé.",
  "auth_title": "Se Connecter ou Créer un Compte",
  "auth_description": "Rejoignez Wellio pour suivre votre parcours fitness, vous connecter avec d'autres et atteindre vos objectifs de santé.",
  "workout_title": "Suivi d'Entraînement",
  "workout_description": "Enregistrez vos exercices, suivez les séries et répétitions, et surveillez vos progrès fitness.",
  "food_title": "Alimentation & Nutrition",
  "food_description": "Suivez vos repas, surveillez les calories et maintenez une alimentation équilibrée avec nos outils nutritionnels.",
  "activity_title": "Hub d'Activités",
  "activity_description": "Accédez à toutes vos activités fitness y compris entraînements, suivi de poids, habitudes et plus.",
  "profile_title": "Votre Profil",
  "profile_description": "Gérez votre profil fitness, consultez vos réalisations et personnalisez votre expérience Wellio.",
  "settings_title": "Paramètres",
  "settings_description": "Personnalisez votre expérience Wellio avec les paramètres de compte, préférences et options de confidentialité.",
  "feed_title": "Fil Communautaire",
  "feed_description": "Connectez-vous avec des passionnés de fitness, partagez vos progrès et inspirez-vous des autres.",
  "challenges_title": "Défis Fitness",
  "challenges_description": "Participez aux défis, affrontez vos amis et dépassez vos limites pour atteindre de nouveaux objectifs.",
  "subscription_title": "Plans d'Abonnement",
  "subscription_description": "Débloquez les fonctionnalités premium et passez au niveau supérieur avec Wellio Pro.",
  "rewards_title": "Boutique de Récompenses",
  "rewards_description": "Échangez vos points gagnés contre des récompenses exclusives, badges et fonctionnalités premium.",
  "referral_title": "Programme de Parrainage",
  "referral_description": "Invitez des amis sur Wellio et gagnez des points bonus pour chaque parrainage réussi.",
  "search_title": "Rechercher & Découvrir",
  "search_description": "Trouvez des utilisateurs, des publications et des sujets tendance dans la communauté fitness Wellio.",
  "messages_title": "Messages",
  "messages_description": "Discutez avec des amis, des entraîneurs et des passionnés de fitness.",
  "notifications_title": "Notifications",
  "notifications_description": "Restez informé de votre parcours fitness avec des alertes, rappels et mises à jour sociales.",
  "not_found_title": "Page Non Trouvée",
  "not_found_description": "La page que vous cherchez n'existe pas. Retournez à l'accueil Wellio.",
  "sponsors": {
    "title": "Nos Sponsors - Wellio",
    "description": "Découvrez nos précieux sponsors qui soutiennent la communauté fitness Wellio."
  },
  "locations": {
    "title": "Lieux de Fitness - Wellio",
    "description": "Trouvez des salles de sport, studios et centres de fitness dans le monde entier avec avis et itinéraires."
  },
  "products": {
    "title": "Produits Recommandés - Wellio",
    "description": "Découvrez des produits de fitness, suppléments et équipements personnellement approuvés."
  },
  "progress_comparison_title": "Comparaison de Photos de Progrès - Wellio",
  "progress_comparison_desc": "Comparez vos photos de transformation côte à côte pour suivre vos progrès fitness.",
  "accessibility_page_title": "Déclaration d'Accessibilité - Wellio",
  "accessibility_page_description": "Notre engagement envers l'accessibilité numérique et la conformité WCAG 2.1 AA.",
  "cookie_policy_title": "Politique de Cookies - Wellio",
  "cookie_policy_description": "Découvrez les cookies que nous utilisons et comment gérer vos préférences.",
  "ccpa_rights_title": "Demande de Droits CCPA - Wellio",
  "ccpa_rights_description": "Exercez vos droits en vertu de la loi californienne sur la vie privée.",
  "session_management_title": "Gestion des Sessions - Wellio",
  "session_management_description": "Visualisez et gérez vos sessions de connexion actives.",
  "security_audit_log_title": "Journal d'Audit de Sécurité - Wellio",
  "security_audit_log_description": "Consultez l'activité de sécurité de votre compte et l'historique des accès."
}