{
  "page_title": "Dichiarazione di Accessibilità",
  "page_description": "Il nostro impegno per l'accessibilità digitale e la conformità WCAG",
  "statement_title": "Dichiarazione di Accessibilità",
  "statement_subtitle": "Il nostro impegno per rendere Wellio accessibile a tutti",
  "commitment_title": "Il Nostro Impegno",
  "commitment_text": "Wellio è impegnata a garantire l'accessibilità digitale per le persone con disabilità. Miglioriamo continuamente l'esperienza utente e applichiamo gli standard di accessibilità pertinenti.",
  "standards_title": "Standard di Conformità",
  "standards_subtitle": "Puntiamo alla conformità con le linee guida WCAG 2.1 Livello AA",
  "wcag_perceivable": "Percepibile",
  "wcag_perceivable_desc": "Le informazioni e i componenti dell'interfaccia utente sono presentabili in modi percepibili dagli utenti.",
  "wcag_operable": "Utilizzabile",
  "wcag_operable_desc": "I componenti dell'interfaccia utente e la navigazione sono utilizzabili da tutti gli utenti.",
  "wcag_understandable": "Comprensibile",
  "wcag_understandable_desc": "Le informazioni e il funzionamento dell'interfaccia utente sono comprensibili.",
  "wcag_robust": "Robusto",
  "wcag_robust_desc": "Il contenuto è sufficientemente robusto per essere interpretato dalle tecnologie assistive.",
  "features_title": "Funzionalità di Accessibilità",
  "features_subtitle": "Funzionalità che abbiamo implementato per migliorare l'accessibilità",
  "feature_keyboard": "Supporto completo per la navigazione da tastiera",
  "feature_screen_reader": "Compatibilità con screen reader con etichette ARIA",
  "feature_contrast": "Opzione modalità alto contrasto",
  "feature_resize": "Ridimensionamento del testo fino al 200% senza perdita di funzionalità",
  "feature_motion": "Opzione movimento ridotto per utenti sensibili alle animazioni",
  "feature_focus": "Indicatori di focus visibili per utenti da tastiera",
  "feature_alt_text": "Testo alternativo per tutte le immagini significative",
  "feature_semantic": "Struttura HTML semantica per una migliore navigazione",
  "assistive_title": "Tecnologie Assistive",
  "assistive_text": "Wellio è progettato per funzionare con le tecnologie assistive incluse:",
  "feedback_title": "Feedback e Contatti",
  "feedback_subtitle": "Apprezziamo il tuo feedback sull'accessibilità",
  "feedback_text": "Se incontri barriere di accessibilità su Wellio o hai suggerimenti per migliorare l'accessibilità, contattaci.",
  "contact_support": "Contatta il Supporto",
  "improvement_title": "Miglioramento Continuo",
  "improvement_text": "Siamo impegnati a migliorare continuamente l'accessibilità di Wellio.",
  "last_updated": "Ultimo Aggiornamento"
}
