{
  "care_team": "Team di Cura",
  "care_team_subtitle": "Condividi le tue informazioni sul benessere funzionale con persone di cui ti fidi — alle tue condizioni.",
  "care_team_body": "Il tuo Team di Cura può vedere solo segnali di benessere derivati. Nessuno vede mai i tuoi registri grezzi, diari o Cassaforte Medica.",
  
  "supporters": "Sostenitori",
  "trainers_coaches": "Allenatori e Coach",
  "clinicians": "Clinici",
  
  "no_supporters": "Nessun sostenitore aggiunto ancora. Puoi invitare un amico, familiare o collega di fiducia a ricevere una semplice panoramica di come stai.",
  "no_trainers": "Nessun allenatore o coach connesso. Condividi le tue tendenze di benessere funzionale con un professionista con cui già lavori.",
  "no_clinicians": "Nessun clinico connesso. Se il tuo clinico vuole supportare il tuo percorso di benessere, puoi invitarlo a vedere pattern e tendenze — non registri grezzi.",
  
  "add_supporter": "Aggiungi Sostenitore",
  "add_trainer_coach": "Aggiungi Allenatore / Coach",
  "add_clinician": "Aggiungi Clinico",
  
  "supporter_explanation": "I sostenitori vedono un semplice segnale di alto livello di come stai (ad esempio: \"bene\", \"stabile\" o \"in difficoltà\"). Non vedono numeri, registri o dati della Cassaforte Medica.",
  "relationship_type": "Scegli tipo di relazione",
  "friend": "Amico",
  "family": "Famiglia",
  "colleague": "Collega",
  "other": "Altro",
  "generate_supporter_code": "Genera codice sostenitore",
  "supporter_code_notice": "Questo codice permette a una persona di connettersi alla tua Piattaforma APP come sostenitore per un tempo limitato. Puoi revocare l'accesso in qualsiasi momento.",
  "share_code_with_supporter": "Condividi questo codice con il tuo sostenitore:",
  "supporter_footer": "I sostenitori vedranno solo uno stato di benessere di alto livello — non i tuoi registri, diari o Cassaforte Medica.",
  
  "share_with_trainer": "Condividi tendenze con Allenatore o Coach",
  "trainer_explanation": "Allenatori e coach vedono il tuo IWF, tendenze e pattern di aderenza per supportare i tuoi obiettivi. Non vedono registri grezzi, diari o contenuti della Cassaforte Medica.",
  "trainer_trust_notice": "Dovresti invitare solo allenatori o coach di cui ti fidi già.",
  "generate_trainer_code": "Genera codice allenatore/coach",
  "share_code_with_trainer": "Condividi questo codice con il tuo allenatore o coach:",
  "trainer_visibility_notice": "Potranno vedere il tuo Indice di Benessere Funzionale e gli insight sulle tendenze. Non vedranno voci grezze o dati della Cassaforte Medica.",
  
  "share_with_clinician": "Condividi pattern con Clinico",
  "clinician_explanation": "I clinici possono vedere pattern funzionali e tendenze derivati dai tuoi dati. Non vedono registri grezzi, PHI o contenuti della Cassaforte Medica. Wellio non è un EMR/EHR e non memorizza cartelle cliniche.",
  "clinician_trust_notice": "Invita un clinico che conosci e di cui ti fidi. Può usare Wellio come vista sui tuoi pattern — non come sistema di cartelle mediche.",
  "generate_clinician_code": "Genera codice clinico",
  "share_code_with_clinician": "Condividi questo codice con il tuo clinico:",
  "clinician_visibility_notice": "Potranno vedere pattern di benessere funzionale e insight sulle tendenze. Non vedranno i tuoi registri, diari o documenti della Cassaforte Medica.",
  
  "can_see": "Può vedere",
  "cannot_see": "Non può vedere",
  "fwi_trends_adherence": "IWF, tendenze, segnali di aderenza",
  "logs_journals_vault": "Registri, diari, cassaforte, PHI",
  "high_level_status": "Stato di benessere di alto livello",
  
  "valid_for_days": "Valido per {{days}} giorni",
  "code_copied": "Codice copiato negli appunti",
  "invite_generated": "Codice invito generato",
  "invite_code_error": "Errore nella generazione del codice invito",
  
  "join_care_team": "Unisciti a un Team di Cura",
  "join_subtitle": "Inserisci il codice invito ricevuto da un utente Wellio.",
  "enter_code": "Inserisci codice invito (es. ABCD-1234)",
  "join": "Unisciti",
  
  "joined_as_supporter": "Ti sei unito al Team di Cura di questa persona come sostenitore. Vedrai solo uno stato di benessere di alto livello. Nessun registro o documento medico.",
  "joined_as_coach": "Ti sei unito al Team di Cura di questa persona come allenatore/coach. Vedrai il loro Indice di Benessere Funzionale, tendenze e pattern di aderenza — mai registri grezzi o contenuti della Cassaforte Medica.",
  "joined_as_clinician": "Ti sei unito al Team di Cura di questa persona come clinico. Vedrai pattern funzionali e insight sulle tendenze — non PHI, registri o dati della Cassaforte Medica.",
  
  "invalid_code": "Questo codice non è valido o è scaduto.",
  "role_mismatch": "Questo invito non è valido per il tuo ruolo. Chiedi alla persona di generare un nuovo codice.",
  "connection_successful": "Connessione riuscita!",
  "already_connected": "Sei già connesso a questa persona.",
  
  "data_access_history": "Cronologia Accesso Dati",
  "access_log_explanation": "Ogni volta che qualcuno del tuo Team di Cura visualizza i tuoi insight di benessere derivati (ad esempio: IWF, tendenze o aderenza), lo registriamo qui. Sai sempre chi ha avuto accesso ai tuoi dati e quando.",
  "date": "Data",
  "who": "Chi",
  "role": "Ruolo",
  "what_viewed": "Cosa hanno visualizzato",
  "no_access_yet": "Nessuno ha ancora visualizzato i tuoi insight derivati.",
  "access_log_footer": "Questo registro copre solo gli insight derivati. I tuoi registri grezzi, diari e Cassaforte Medica non sono mai condivisi con nessuno.",
  "who_viewed_data": "Chi ha visualizzato i miei dati?",
  
  "cmix_protected": "Protetto da cMixx",
  "cmix_explanation": "Questa conversazione usa cMixx della rete xx per nascondere con chi stai parlando e quando — non solo cosa dici.",
  
  "revoke_access": "Revoca Accesso",
  "access_revoked": "Accesso revocato con successo"
}