{
  "home_title": "Wellio - Piattaforma APP Benessere Privacy-First",
  "home_description": "Benessere AI-powered, quantum-privato per design. Traccia fitness, nutrizione e salute in modo privato con supporto professionale opzionale.",
  "landing_title": "Wellio - Piattaforma APP Benessere Privacy-First",
  "landing_description": "Wellio è una Piattaforma APP Benessere privacy-first per individui, con supporto opzionale da trainer, coach e clinici. Sicurezza post-quantistica.",
  "dashboard_title": "Dashboard",
  "dashboard_description": "Visualizza le tue statistiche fitness, traccia i progressi e resta motivato con la tua dashboard personalizzata.",
  "auth_title": "Accedi o Crea Account",
  "auth_description": "Unisciti a Wellio per tracciare il tuo percorso benessere in modo privato e connetterti con supporto professionale opzionale.",
  "not_found_title": "Pagina Non Trovata",
  "not_found_description": "La pagina che cerchi non esiste. Torna alla home di Wellio.",
  "accessibility_title": "Dichiarazione di Accessibilità",
  "accessibility_description": "Il nostro impegno per l'accessibilità digitale e la conformità WCAG.",
  "cookie_policy_title": "Politica sui Cookie",
  "cookie_policy_description": "Scopri come utilizziamo i cookie e tecnologie simili.",
  "ccpa_rights_title": "Diritti CCPA",
  "ccpa_rights_description": "I tuoi diritti sulla privacy in California ai sensi del CCPA.",
  "session_management_title": "Gestione Sessione",
  "session_management_description": "Gestisci le tue sessioni attive e le impostazioni di sicurezza.",
  "security_audit_title": "Registro di Audit di Sicurezza",
  "security_audit_description": "Visualizza gli eventi di sicurezza e i log delle attività del tuo account.",
  
  "clinician_dashboard_title": "Dashboard del Medico - Wellio",
  "clinician_dashboard_description": "Monitora il benessere funzionale dei pazienti con riepiloghi senza PHI e avvisi di rischio.",
  
  "for_professionals_title": "Per i Professionisti - Wellio",
  "for_professionals_description": "Fai crescere la tua pratica di coaching o clinica con intelligenza del benessere quantistica-privata. Approfondimenti funzionali senza esporre dati personali."
}
