{
  "page_title": "رسائی کا بیان",
  "page_description": "ڈیجیٹل رسائی اور WCAG تعمیل کے لیے ہماری وابستگی",
  "statement_title": "رسائی کا بیان",
  "statement_subtitle": "Wellio کو سب کے لیے قابل رسائی بنانے کے لیے ہماری وابستگی",
  "commitment_title": "ہماری وابستگی",
  "commitment_text": "Wellio معذور افراد کے لیے ڈیجیٹل رسائی کو یقینی بنانے کے لیے پرعزم ہے۔ ہم مسلسل صارف کے تجربے کو بہتر بنا رہے ہیں اور متعلقہ رسائی کے معیارات کو لاگو کر رہے ہیں۔",
  "standards_title": "تعمیل کے معیارات",
  "standards_subtitle": "ہم WCAG 2.1 لیول AA رہنما خطوط کی تعمیل کا ہدف رکھتے ہیں",
  "wcag_perceivable": "قابل ادراک",
  "wcag_perceivable_desc": "معلومات اور صارف انٹرفیس کے اجزاء ایسے طریقوں سے پیش کیے جا سکتے ہیں جو صارفین سمجھ سکیں۔",
  "wcag_operable": "قابل عمل",
  "wcag_operable_desc": "صارف انٹرفیس کے اجزاء اور نیویگیشن تمام صارفین کے ذریعے قابل عمل ہیں۔",
  "wcag_understandable": "قابل فہم",
  "wcag_understandable_desc": "معلومات اور صارف انٹرفیس کا عمل قابل فہم ہے۔",
  "wcag_robust": "مضبوط",
  "wcag_robust_desc": "مواد معاون ٹیکنالوجیز کے ذریعے تشریح کیے جانے کے لیے کافی مضبوط ہے۔",
  "features_title": "رسائی کی خصوصیات",
  "features_subtitle": "رسائی کو بہتر بنانے کے لیے ہم نے جو خصوصیات نافذ کی ہیں",
  "feature_keyboard": "مکمل کی بورڈ نیویگیشن سپورٹ",
  "feature_screen_reader": "ARIA لیبلز کے ساتھ اسکرین ریڈر مطابقت",
  "feature_contrast": "ہائی کنٹراسٹ موڈ آپشن",
  "feature_resize": "فعالیت کھونے کے بغیر 200% تک ٹیکسٹ ری سائزنگ",
  "feature_motion": "اینیمیشنز کے لیے حساس صارفین کے لیے کم موشن آپشن",
  "feature_focus": "کی بورڈ صارفین کے لیے مرئی فوکس اشارے",
  "feature_alt_text": "تمام معنی خیز تصاویر کے لیے متبادل متن",
  "feature_semantic": "بہتر نیویگیشن کے لیے سیمینٹک HTML ڈھانچہ",
  "assistive_title": "معاون ٹیکنالوجیز",
  "assistive_text": "Wellio معاون ٹیکنالوجیز کے ساتھ کام کرنے کے لیے ڈیزائن کیا گیا ہے بشمول:",
  "feedback_title": "فیڈبیک اور رابطہ",
  "feedback_subtitle": "ہم رسائی کے بارے میں آپ کی رائے کا خیرمقدم کرتے ہیں",
  "feedback_text": "اگر آپ کو رسائی کی رکاوٹوں کا سامنا ہو یا بہتری کے لیے تجاویز ہوں تو براہ کرم ہم سے رابطہ کریں۔",
  "contact_support": "سپورٹ سے رابطہ کریں",
  "improvement_title": "مسلسل بہتری",
  "improvement_text": "ہم Wellio کی رسائی کو مسلسل بہتر بنانے کے لیے پرعزم ہیں۔",
  "last_updated": "آخری بار اپڈیٹ کیا گیا"
}
