{
  "page_title": "Pernyataan Aksesibilitas",
  "page_description": "Komitmen kami terhadap aksesibilitas digital dan kepatuhan WCAG",
  "statement_title": "Pernyataan Aksesibilitas",
  "statement_subtitle": "Komitmen kami untuk membuat Wellio dapat diakses oleh semua orang",
  "commitment_title": "Komitmen Kami",
  "commitment_text": "Wellio berkomitmen untuk memastikan aksesibilitas digital bagi penyandang disabilitas. Kami terus meningkatkan pengalaman pengguna dan menerapkan standar aksesibilitas yang relevan.",
  "standards_title": "Standar Kepatuhan",
  "standards_subtitle": "Kami bertujuan untuk mematuhi pedoman WCAG 2.1 Level AA",
  "wcag_perceivable": "Dapat Dipersepsikan",
  "wcag_perceivable_desc": "Informasi dan komponen antarmuka pengguna dapat dipresentasikan dengan cara yang dapat dipersepsikan pengguna.",
  "wcag_operable": "Dapat Dioperasikan",
  "wcag_operable_desc": "Komponen antarmuka pengguna dan navigasi dapat dioperasikan oleh semua pengguna.",
  "wcag_understandable": "Dapat Dipahami",
  "wcag_understandable_desc": "Informasi dan pengoperasian antarmuka pengguna dapat dipahami.",
  "wcag_robust": "Tangguh",
  "wcag_robust_desc": "Konten cukup tangguh untuk ditafsirkan oleh teknologi bantu.",
  "features_title": "Fitur Aksesibilitas",
  "features_subtitle": "Fitur yang telah kami terapkan untuk meningkatkan aksesibilitas",
  "feature_keyboard": "Dukungan navigasi keyboard penuh",
  "feature_screen_reader": "Kompatibilitas pembaca layar dengan label ARIA",
  "feature_contrast": "Opsi mode kontras tinggi",
  "feature_resize": "Pengubahan ukuran teks hingga 200% tanpa kehilangan fungsionalitas",
  "feature_motion": "Opsi gerakan dikurangi untuk pengguna yang sensitif terhadap animasi",
  "feature_focus": "Indikator fokus yang terlihat untuk pengguna keyboard",
  "feature_alt_text": "Teks alternatif untuk semua gambar bermakna",
  "feature_semantic": "Struktur HTML semantik untuk navigasi yang lebih baik",
  "assistive_title": "Teknologi Bantu",
  "assistive_text": "Wellio dirancang untuk bekerja dengan teknologi bantu termasuk:",
  "feedback_title": "Umpan Balik dan Kontak",
  "feedback_subtitle": "Kami menyambut umpan balik Anda tentang aksesibilitas",
  "feedback_text": "Jika Anda mengalami hambatan aksesibilitas atau memiliki saran untuk perbaikan, silakan hubungi kami.",
  "contact_support": "Hubungi Dukungan",
  "improvement_title": "Perbaikan Berkelanjutan",
  "improvement_text": "Kami berkomitmen untuk terus meningkatkan aksesibilitas Wellio.",
  "last_updated": "Terakhir Diperbarui"
}
