{
  "care_team": "Tim Perawatan",
  "care_team_subtitle": "Bagikan wawasan kesejahteraan fungsional dengan orang yang Anda percaya — sesuai ketentuan Anda.",
  "derived_signals_only": "Tim Perawatan Anda hanya dapat melihat sinyal kesejahteraan turunan.",
  "never_raw_logs": "Tidak ada yang pernah melihat log mentah, jurnal, atau Brankas Medis Anda.",
  "supporters": "Pendukung",
  "trainers_coaches": "Pelatih & Pembina",
  "clinicians": "Klinisi",
  "no_supporters": "Belum ada pendukung yang ditambahkan. Anda dapat mengundang teman, anggota keluarga, atau kolega tepercaya.",
  "no_trainers": "Tidak ada pelatih atau pembina yang terhubung. Bagikan tren kesejahteraan fungsional dengan profesional yang sudah bekerja sama dengan Anda.",
  "no_clinicians": "Tidak ada klinisi yang terhubung. Jika klinisi Anda ingin mendukung perjalanan kesehatan Anda, Anda dapat mengundang mereka untuk melihat pola dan tren.",
  "add_supporter": "Tambah Pendukung",
  "add_trainer_coach": "Tambah Pelatih / Pembina",
  "add_clinician": "Tambah Klinisi",
  "add_supporter_title": "Tambah Pendukung",
  "supporter_explanation": "Pendukung melihat sinyal tingkat tinggi sederhana tentang kondisi Anda (misalnya: \"baik\", \"stabil\", atau \"kesulitan\").",
  "supporter_no_data": "Mereka tidak melihat angka, log, atau data Brankas Medis.",
  "relationship_type": "Jenis Hubungan",
  "friend": "Teman",
  "family": "Keluarga",
  "colleague": "Kolega",
  "other": "Lainnya",
  "generate_supporter_code": "Buat kode pendukung",
  "code_explanation": "Kode ini memungkinkan satu orang terhubung ke Platform APP Anda sebagai pendukung untuk waktu terbatas. Anda dapat mencabut akses kapan saja.",
  "share_code_with_supporter": "Bagikan kode ini dengan pendukung Anda:",
  "valid_for_days": "Berlaku selama 7 hari.",
  "supporter_footer": "Pendukung hanya akan melihat status kesejahteraan tingkat tinggi — bukan log, jurnal, atau Brankas Medis Anda.",
  "add_trainer_title": "Bagikan tren dengan Pelatih atau Pembina",
  "trainer_explanation": "Pelatih dan pembina melihat FWI, tren, dan pola kepatuhan Anda untuk mendukung tujuan Anda.",
  "trainer_no_data": "Mereka tidak melihat log mentah, jurnal, atau konten Brankas Medis.",
  "trainer_trust_note": "Hanya undang pelatih atau pembina yang sudah Anda percaya.",
  "generate_trainer_code": "Buat kode pelatih/pembina",
  "share_code_with_trainer": "Bagikan kode ini dengan pelatih atau pembina Anda:",
  "trainer_visibility": "Mereka akan dapat melihat Indeks Kesejahteraan Fungsional dan wawasan tren Anda.",
  "trainer_no_raw": "Mereka tidak akan melihat entri mentah atau data Brankas Medis.",
  "trainer_can_see": "Dapat melihat: FWI, tren, sinyal kepatuhan",
  "trainer_cannot_see": "Tidak dapat melihat: log, jurnal, brankas, PHI",
  "add_clinician_title": "Bagikan pola dengan Klinisi",
  "clinician_explanation": "Klinisi dapat melihat pola fungsional dan tren yang berasal dari data Anda.",
  "clinician_no_data": "Mereka tidak melihat log mentah, PHI, atau konten Brankas Medis.",
  "clinician_not_emr": "Wellio bukan EMR/EHR dan tidak menyimpan catatan klinis.",
  "clinician_trust_note": "Undang klinisi yang sudah Anda kenal dan percaya.",
  "clinician_view_note": "Mereka dapat menggunakan Wellio sebagai tampilan pola Anda — bukan sebagai sistem rekam medis.",
  "generate_clinician_code": "Buat kode klinisi",
  "share_code_with_clinician": "Bagikan kode ini dengan klinisi Anda:",
  "clinician_visibility": "Mereka akan dapat melihat pola kesejahteraan fungsional dan wawasan tren.",
  "clinician_no_raw": "Mereka tidak akan melihat log, jurnal, atau dokumen Brankas Medis Anda.",
  "join_care_team_title": "Bergabung dengan Tim Perawatan",
  "join_subtitle": "Masukkan kode undangan yang Anda terima dari pengguna Wellio.",
  "enter_invite_code": "Masukkan kode undangan (mis., ABCD-1234)",
  "join_button": "Bergabung",
  "success_supporter": "Anda telah bergabung dengan Tim Perawatan orang ini sebagai pendukung.",
  "success_supporter_note": "Anda hanya akan melihat status kesejahteraan tingkat tinggi. Tidak ada log atau dokumen medis.",
  "success_coach": "Anda telah bergabung dengan Tim Perawatan orang ini sebagai pelatih/pembina.",
  "success_coach_note": "Anda akan melihat Indeks Kesejahteraan Fungsional, tren, dan pola kepatuhan mereka — tidak pernah log mentah atau konten Brankas Medis.",
  "success_clinician": "Anda telah bergabung dengan Tim Perawatan orang ini sebagai klinisi.",
  "success_clinician_note": "Anda akan melihat pola fungsional dan wawasan tren — bukan PHI, log, atau data Brankas Medis.",
  "error_invalid_code": "Kode ini tidak valid atau sudah kedaluwarsa.",
  "error_role_mismatch": "Undangan ini tidak valid untuk peran Anda. Silakan minta orang tersebut untuk membuat kode baru.",
  "data_access_title": "Riwayat Akses Data",
  "data_access_description": "Setiap kali seseorang di Tim Perawatan Anda melihat wawasan kesejahteraan turunan Anda, kami mencatatnya di sini.",
  "data_access_know": "Anda selalu tahu siapa yang mengakses data Anda dan kapan.",
  "column_date": "Tanggal",
  "column_who": "Siapa",
  "column_role": "Peran",
  "column_viewed": "Apa yang dilihat",
  "no_access_yet": "Belum ada yang melihat wawasan turunan Anda.",
  "data_access_footer": "Log ini hanya mencakup wawasan turunan. Log mentah, jurnal, dan Brankas Medis Anda tidak pernah dibagikan dengan siapa pun.",
  "who_viewed_data": "Siapa yang melihat data saya?",
  "invite_code_generated": "Kode undangan dibuat",
  "invite_code_error": "Error membuat kode undangan",
  "code_placeholder": "ABCD-1234",
  "who_can_see_data": "Siapa yang bisa melihat data saya?",
  "data_visibility_explanation": "Profesional hanya melihat Indeks Kesejahteraan Fungsional dan sinyal kepatuhan Anda — bukan log mentah atau konten Brankas Medis."
}
