{
  "home_title": "Wellio - Platform APP Kesehatan dengan Privasi",
  "home_description": "Kesehatan bertenaga AI, kuantum-privat secara desain. Lacak kebugaran, nutrisi, dan kesehatan secara privat dengan dukungan profesional opsional.",
  "landing_title": "Wellio - Platform APP Kesehatan dengan Privasi",
  "landing_description": "Wellio adalah Platform APP Kesehatan dengan privasi untuk individu, dengan dukungan opsional dari pelatih, coach, dan klinisi. Aman post-kuantum.",
  "dashboard_title": "Dashboard",
  "dashboard_description": "Lihat statistik kebugaran Anda, lacak kemajuan, dan tetap termotivasi dengan dashboard personal Anda.",
  "auth_title": "Masuk atau Buat Akun",
  "auth_description": "Bergabung dengan Wellio untuk melacak perjalanan kesehatan Anda secara privat dan terhubung dengan dukungan profesional opsional.",
  "not_found_title": "Halaman Tidak Ditemukan",
  "not_found_description": "Halaman yang Anda cari tidak ada. Kembali ke beranda Wellio.",
  "accessibility_title": "Pernyataan Aksesibilitas",
  "accessibility_description": "Komitmen kami terhadap aksesibilitas digital dan kepatuhan WCAG.",
  "cookie_policy_title": "Kebijakan Cookie",
  "cookie_policy_description": "Pelajari bagaimana kami menggunakan cookie dan teknologi serupa.",
  "ccpa_rights_title": "Hak CCPA",
  "ccpa_rights_description": "Hak privasi California Anda di bawah CCPA.",
  "session_management_title": "Manajemen Sesi",
  "session_management_description": "Kelola sesi aktif dan pengaturan keamanan Anda.",
  "security_audit_title": "Log Audit Keamanan",
  "security_audit_description": "Lihat peristiwa keamanan dan log aktivitas untuk akun Anda.",
  
  "clinician_dashboard_title": "Dashboard Dokter - Wellio",
  "clinician_dashboard_description": "Pantau kesejahteraan fungsional pasien dengan ringkasan bebas PHI dan peringatan risiko.",
  
  "for_professionals_title": "Untuk Profesional - Wellio",
  "for_professionals_description": "Kembangkan praktik coaching atau klinis Anda dengan kecerdasan wellness kuantum-privat. Wawasan fungsional tanpa mengekspos data pribadi."
}