{
  "care_team": "Zorgteam",
  "care_team_subtitle": "Deel uw functionele welzijnsinzichten met mensen die u vertrouwt — op uw voorwaarden.",
  "care_team_body": "Uw Zorgteam kan alleen afgeleide welzijnssignalen zien. Niemand ziet ooit uw ruwe logs, dagboeken of Medische Kluis.",
  
  "supporters": "Supporters",
  "trainers_coaches": "Trainers & Coaches",
  "clinicians": "Clinici",
  
  "no_supporters": "Nog geen supporters toegevoegd. U kunt een vertrouwde vriend, familielid of collega uitnodigen om een eenvoudig overzicht te krijgen van hoe het met u gaat.",
  "no_trainers": "Geen trainers of coaches verbonden. Deel uw functionele welzijnstrends met een professional waarmee u al werkt.",
  "no_clinicians": "Geen clinici verbonden. Als uw clinicus uw welzijnsreis wil ondersteunen, kunt u hen uitnodigen om patronen en trends te zien — niet ruwe gegevens.",
  
  "add_supporter": "Supporter Toevoegen",
  "add_trainer_coach": "Trainer / Coach Toevoegen",
  "add_clinician": "Clinicus Toevoegen",
  
  "supporter_explanation": "Supporters zien een eenvoudig hoog-niveau signaal van hoe het met u gaat (bijvoorbeeld: \"goed\", \"stabiel\" of \"worstelt\"). Ze zien geen cijfers, logs of Medische Kluis-gegevens.",
  "relationship_type": "Kies relatietype",
  "friend": "Vriend",
  "family": "Familie",
  "colleague": "Collega",
  "other": "Anders",
  "generate_supporter_code": "Genereer supportercode",
  "supporter_code_notice": "Deze code laat één persoon voor beperkte tijd als supporter verbinden met uw APP Platform. U kunt de toegang op elk moment intrekken.",
  "share_code_with_supporter": "Deel deze code met uw supporter:",
  "supporter_footer": "Supporters zien alleen een hoog-niveau welzijnsstatus — niet uw logs, dagboeken of Medische Kluis.",
  
  "share_with_trainer": "Deel trends met Trainer of Coach",
  "trainer_explanation": "Trainers en coaches zien uw FWI, trends en therapietrouwpatronen om uw doelen te ondersteunen. Ze zien geen ruwe logs, dagboeken of Medische Kluis-inhoud.",
  "trainer_trust_notice": "U zou alleen trainers of coaches moeten uitnodigen die u al vertrouwt.",
  "generate_trainer_code": "Genereer trainer/coach-code",
  "share_code_with_trainer": "Deel deze code met uw trainer of coach:",
  "trainer_visibility_notice": "Zij kunnen uw Functionele Welzijnsindex en trendinzichten zien. Ze zullen geen ruwe invoer of Medische Kluis-gegevens zien.",
  
  "share_with_clinician": "Deel patronen met Clinicus",
  "clinician_explanation": "Clinici kunnen functionele patronen en trends zien afgeleid van uw gegevens. Ze zien geen ruwe logs, PHI of Medische Kluis-inhoud. Wellio is geen EMR/EHR en slaat geen klinische dossiers op.",
  "clinician_trust_notice": "Nodig een clinicus uit die u kent en vertrouwt. Zij kunnen Wellio gebruiken als zicht op uw patronen — niet als medisch dossiersysteem.",
  "generate_clinician_code": "Genereer clinicus-code",
  "share_code_with_clinician": "Deel deze code met uw clinicus:",
  "clinician_visibility_notice": "Zij kunnen functionele welzijnspatronen en trendinzichten zien. Ze zullen uw logs, dagboeken of Medische Kluis-documenten niet zien.",
  
  "can_see": "Kan zien",
  "cannot_see": "Kan niet zien",
  "fwi_trends_adherence": "FWI, trends, therapietrouwsignalen",
  "logs_journals_vault": "Logs, dagboeken, kluis, PHI",
  "high_level_status": "Hoog-niveau welzijnsstatus",
  
  "valid_for_days": "Geldig voor {{days}} dagen",
  "code_copied": "Code gekopieerd naar klembord",
  "invite_generated": "Uitnodigingscode gegenereerd",
  "invite_code_error": "Fout bij genereren uitnodigingscode",
  
  "join_care_team": "Word lid van een Zorgteam",
  "join_subtitle": "Voer de uitnodigingscode in die u van een Wellio-gebruiker heeft ontvangen.",
  "enter_code": "Voer uitnodigingscode in (bijv. ABCD-1234)",
  "join": "Deelnemen",
  
  "joined_as_supporter": "U bent lid geworden van het Zorgteam van deze persoon als supporter. U ziet alleen een hoog-niveau welzijnsstatus. Geen logs of medische documenten.",
  "joined_as_coach": "U bent lid geworden van het Zorgteam van deze persoon als trainer/coach. U ziet hun Functionele Welzijnsindex, trends en therapietrouwpatronen — nooit ruwe logs of Medische Kluis-inhoud.",
  "joined_as_clinician": "U bent lid geworden van het Zorgteam van deze persoon als clinicus. U ziet functionele patronen en trendinzichten — geen PHI, logs of Medische Kluis-gegevens.",
  
  "invalid_code": "Deze code is ongeldig of verlopen.",
  "role_mismatch": "Deze uitnodiging is niet geldig voor uw rol. Vraag de persoon om een nieuwe code te genereren.",
  "connection_successful": "Verbinding geslaagd!",
  "already_connected": "U bent al verbonden met deze persoon.",
  
  "data_access_history": "Gegevenstoegangsgeschiedenis",
  "access_log_explanation": "Telkens wanneer iemand van uw Zorgteam uw afgeleide welzijnsinzichten bekijkt (bijvoorbeeld: FWI, trends of therapietrouw), registreren we het hier. U weet altijd wie uw gegevens heeft bekeken en wanneer.",
  "date": "Datum",
  "who": "Wie",
  "role": "Rol",
  "what_viewed": "Wat ze bekeken",
  "no_access_yet": "Nog niemand heeft uw afgeleide inzichten bekeken.",
  "access_log_footer": "Dit logboek dekt alleen afgeleide inzichten. Uw ruwe logs, dagboeken en Medische Kluis worden nooit met iemand gedeeld.",
  "who_viewed_data": "Wie heeft mijn gegevens bekeken?",
  
  "cmix_protected": "Beschermd door cMixx",
  "cmix_explanation": "Dit gesprek gebruikt cMixx van het xx-netwerk om te verbergen met wie u praat en wanneer — niet alleen wat u zegt.",
  
  "revoke_access": "Toegang Intrekken",
  "access_revoked": "Toegang succesvol ingetrokken"
}