{
  "home_title": "Wellio - Privacy-First Wellness APP Platform",
  "home_description": "AI-aangedreven wellness, quantum-privé by design. Volg fitness, voeding en gezondheid privé met optionele professionele ondersteuning.",
  "landing_title": "Wellio - Privacy-First Wellness APP Platform",
  "landing_description": "Wellio is een privacy-first Wellness APP Platform voor individuen, met optionele ondersteuning van trainers, coaches en clinici. Post-quantum beveiligd.",
  "dashboard_title": "Dashboard",
  "dashboard_description": "Bekijk uw fitnessstatistieken, volg voortgang en blijf gemotiveerd met uw gepersonaliseerde dashboard.",
  "auth_title": "Inloggen of account aanmaken",
  "auth_description": "Word lid van Wellio om uw wellnessreis privé te volgen en te verbinden met optionele professionele ondersteuning.",
  "not_found_title": "Pagina niet gevonden",
  "not_found_description": "De pagina die u zoekt bestaat niet. Ga terug naar de Wellio homepage.",
  "accessibility_title": "Toegankelijkheidsverklaring",
  "accessibility_description": "Onze inzet voor digitale toegankelijkheid en WCAG-naleving.",
  "cookie_policy_title": "Cookiebeleid",
  "cookie_policy_description": "Leer hoe we cookies en vergelijkbare technologieën gebruiken.",
  "ccpa_rights_title": "CCPA Rechten",
  "ccpa_rights_description": "Uw privacyrechten in Californië onder de CCPA.",
  "session_management_title": "Sessiebeheer",
  "session_management_description": "Beheer uw actieve sessies en beveiligingsinstellingen.",
  "security_audit_title": "Beveiligingsauditlog",
  "security_audit_description": "Bekijk beveiligingsgebeurtenissen en activiteitenlogboeken voor uw account.",
  
  "clinician_dashboard_title": "Arts Dashboard - Wellio",
  "clinician_dashboard_description": "Monitor het functionele welzijn van patiënten met PHI-vrije samenvattingen en risicowaarschuwingen.",
  
  "for_professionals_title": "Voor Professionals - Wellio",
  "for_professionals_description": "Groei uw coaching- of klinische praktijk met kwantum-privé wellness intelligentie. Functionele inzichten zonder persoonlijke gegevens bloot te stellen."
}
