{
  "page_title": "Declaração de Acessibilidade",
  "page_description": "Nosso compromisso com a acessibilidade digital e conformidade com WCAG",
  "statement_title": "Declaração de Acessibilidade",
  "statement_subtitle": "Nosso compromisso de tornar o Wellio acessível a todos",
  "commitment_title": "Nosso Compromisso",
  "commitment_text": "O Wellio está comprometido em garantir a acessibilidade digital para pessoas com deficiência. Melhoramos continuamente a experiência do usuário e aplicamos os padrões de acessibilidade relevantes.",
  "standards_title": "Padrões de Conformidade",
  "standards_subtitle": "Buscamos estar em conformidade com as diretrizes WCAG 2.1 Nível AA",
  "wcag_perceivable": "Perceptível",
  "wcag_perceivable_desc": "Informações e componentes da interface são apresentáveis de maneiras que os usuários podem perceber.",
  "wcag_operable": "Operável",
  "wcag_operable_desc": "Componentes da interface e navegação são operáveis por todos os usuários.",
  "wcag_understandable": "Compreensível",
  "wcag_understandable_desc": "Informações e operação da interface são compreensíveis.",
  "wcag_robust": "Robusto",
  "wcag_robust_desc": "O conteúdo é robusto o suficiente para ser interpretado por tecnologias assistivas.",
  "features_title": "Recursos de Acessibilidade",
  "features_subtitle": "Recursos que implementamos para melhorar a acessibilidade",
  "feature_keyboard": "Suporte completo à navegação por teclado",
  "feature_screen_reader": "Compatibilidade com leitores de tela com rótulos ARIA",
  "feature_contrast": "Opção de modo de alto contraste",
  "feature_resize": "Redimensionamento de texto até 200% sem perda de funcionalidade",
  "feature_motion": "Opção de movimento reduzido para usuários sensíveis a animações",
  "feature_focus": "Indicadores de foco visíveis para usuários de teclado",
  "feature_alt_text": "Texto alternativo para todas as imagens significativas",
  "feature_semantic": "Estrutura HTML semântica para melhor navegação",
  "assistive_title": "Tecnologias Assistivas",
  "assistive_text": "O Wellio foi projetado para funcionar com tecnologias assistivas incluindo:",
  "feedback_title": "Feedback e Contato",
  "feedback_subtitle": "Valorizamos seu feedback sobre acessibilidade",
  "feedback_text": "Se você encontrar barreiras de acessibilidade no Wellio, ou tiver sugestões para melhorar a acessibilidade, entre em contato conosco.",
  "contact_support": "Contatar Suporte",
  "improvement_title": "Melhoria Contínua",
  "improvement_text": "Estamos comprometidos em melhorar continuamente a acessibilidade do Wellio.",
  "last_updated": "Última Atualização"
}
