{
  "care_team": "Equipe de Cuidados",
  "care_team_subtitle": "Compartilhe seus insights de bem-estar funcional com pessoas de confiança — nos seus termos.",
  "care_team_body": "Sua Equipe de Cuidados pode ver apenas sinais de bem-estar derivados. Ninguém jamais vê seus registros brutos, diários ou Cofre Médico.",
  
  "supporters": "Apoiadores",
  "trainers_coaches": "Treinadores e Coaches",
  "clinicians": "Clínicos",
  
  "no_supporters": "Nenhum apoiador adicionado ainda. Você pode convidar um amigo, familiar ou colega de confiança para receber uma visão simples de alto nível de como você está.",
  "no_trainers": "Nenhum treinador ou coach conectado. Compartilhe suas tendências de bem-estar funcional com um profissional com quem você já trabalha.",
  "no_clinicians": "Nenhum clínico conectado. Se seu clínico quiser apoiar sua jornada de bem-estar, você pode convidá-lo para ver padrões e tendências — não registros brutos.",
  
  "add_supporter": "Adicionar Apoiador",
  "add_trainer_coach": "Adicionar Treinador / Coach",
  "add_clinician": "Adicionar Clínico",
  
  "supporter_explanation": "Apoiadores veem um sinal simples de alto nível de como você está (por exemplo: \"bem\", \"estável\" ou \"com dificuldades\"). Eles não veem números, registros ou dados do Cofre Médico.",
  "relationship_type": "Escolher tipo de relacionamento",
  "friend": "Amigo",
  "family": "Família",
  "colleague": "Colega",
  "other": "Outro",
  "generate_supporter_code": "Gerar código de apoiador",
  "supporter_code_notice": "Este código permite que uma pessoa se conecte à sua Plataforma APP como apoiador por tempo limitado. Você pode revogar o acesso a qualquer momento.",
  "share_code_with_supporter": "Compartilhe este código com seu apoiador:",
  "supporter_footer": "Apoiadores verão apenas um status de bem-estar de alto nível — não seus registros, diários ou Cofre Médico.",
  
  "share_with_trainer": "Compartilhar tendências com Treinador ou Coach",
  "trainer_explanation": "Treinadores e coaches veem seu IWF, tendências e padrões de adesão para apoiar seus objetivos. Eles não veem registros brutos, diários ou conteúdos do Cofre Médico.",
  "trainer_trust_notice": "Você só deve convidar treinadores ou coaches em quem já confia.",
  "generate_trainer_code": "Gerar código de treinador/coach",
  "share_code_with_trainer": "Compartilhe este código com seu treinador ou coach:",
  "trainer_visibility_notice": "Eles poderão ver seu Índice de Bem-estar Funcional e insights de tendências. Eles não verão entradas brutas ou dados do Cofre Médico.",
  
  "share_with_clinician": "Compartilhar padrões com Clínico",
  "clinician_explanation": "Clínicos podem ver padrões funcionais e tendências derivados dos seus dados. Eles não veem registros brutos, PHI ou conteúdos do Cofre Médico. Wellio não é um EMR/EHR e não armazena registros clínicos.",
  "clinician_trust_notice": "Convide um clínico que você conhece e confia. Ele pode usar Wellio como visão dos seus padrões — não como sistema de registros médicos.",
  "generate_clinician_code": "Gerar código de clínico",
  "share_code_with_clinician": "Compartilhe este código com seu clínico:",
  "clinician_visibility_notice": "Eles poderão ver padrões de bem-estar funcional e insights de tendências. Eles não verão seus registros, diários ou documentos do Cofre Médico.",
  
  "can_see": "Pode ver",
  "cannot_see": "Não pode ver",
  "fwi_trends_adherence": "IWF, tendências, sinais de adesão",
  "logs_journals_vault": "Registros, diários, cofre, PHI",
  "high_level_status": "Status de bem-estar de alto nível",
  
  "valid_for_days": "Válido por {{days}} dias",
  "code_copied": "Código copiado para área de transferência",
  "invite_generated": "Código de convite gerado",
  "invite_code_error": "Erro ao gerar código de convite",
  
  "join_care_team": "Entrar em uma Equipe de Cuidados",
  "join_subtitle": "Digite o código de convite que você recebeu de um usuário Wellio.",
  "enter_code": "Digite o código de convite (ex: ABCD-1234)",
  "join": "Entrar",
  
  "joined_as_supporter": "Você entrou na Equipe de Cuidados desta pessoa como apoiador. Você verá apenas um status de bem-estar de alto nível. Sem registros ou documentos médicos.",
  "joined_as_coach": "Você entrou na Equipe de Cuidados desta pessoa como treinador/coach. Você verá o Índice de Bem-estar Funcional, tendências e padrões de adesão deles — nunca registros brutos ou conteúdos do Cofre Médico.",
  "joined_as_clinician": "Você entrou na Equipe de Cuidados desta pessoa como clínico. Você verá padrões funcionais e insights de tendências — não PHI, registros ou dados do Cofre Médico.",
  
  "invalid_code": "Este código é inválido ou expirou.",
  "role_mismatch": "Este convite não é válido para sua função. Peça à pessoa para gerar um novo código.",
  "connection_successful": "Conexão bem-sucedida!",
  "already_connected": "Você já está conectado a esta pessoa.",
  
  "data_access_history": "Histórico de Acesso a Dados",
  "access_log_explanation": "Sempre que alguém da sua Equipe de Cuidados visualiza seus insights de bem-estar derivados (por exemplo: IWF, tendências ou adesão), registramos aqui. Você sempre sabe quem acessou seus dados e quando.",
  "date": "Data",
  "who": "Quem",
  "role": "Função",
  "what_viewed": "O que visualizaram",
  "no_access_yet": "Ninguém visualizou seus insights derivados ainda.",
  "access_log_footer": "Este registro cobre apenas insights derivados. Seus registros brutos, diários e Cofre Médico nunca são compartilhados com ninguém.",
  "who_viewed_data": "Quem visualizou meus dados?",
  
  "cmix_protected": "Protegido por cMixx",
  "cmix_explanation": "Esta conversa usa cMixx da rede xx para esconder com quem você está conversando e quando — não apenas o que você diz.",
  
  "revoke_access": "Revogar Acesso",
  "access_revoked": "Acesso revogado com sucesso"
}