{
  "home_title": "Wellio - Sua Jornada Fitness Completa",
  "home_description": "Acompanhe treinos, nutrição e progresso. Conecte-se com uma comunidade fitness. Alcance seus objetivos de saúde com o Wellio.",
  "dashboard_title": "Painel",
  "dashboard_description": "Veja suas estatísticas de fitness, acompanhe o progresso e mantenha-se motivado com seu painel personalizado.",
  "auth_title": "Entrar ou Criar Conta",
  "auth_description": "Junte-se ao Wellio para acompanhar sua jornada fitness, conectar-se com outros e alcançar seus objetivos de saúde.",
  "workout_title": "Rastreador de Treinos",
  "workout_description": "Registre seus exercícios, acompanhe séries e repetições, e monitore seu progresso fitness ao longo do tempo.",
  "food_title": "Alimentação e Nutrição",
  "food_description": "Acompanhe suas refeições, monitore calorias e mantenha uma dieta equilibrada com nossas ferramentas de nutrição.",
  "activity_title": "Hub de Atividades",
  "activity_description": "Acesse todas as suas atividades fitness incluindo treinos, controle de peso, hábitos e mais.",
  "profile_title": "Seu Perfil",
  "profile_description": "Gerencie seu perfil fitness, veja conquistas e personalize sua experiência Wellio.",
  "settings_title": "Configurações",
  "settings_description": "Personalize sua experiência Wellio com configurações de conta, preferências e opções de privacidade.",
  "feed_title": "Feed da Comunidade",
  "feed_description": "Conecte-se com entusiastas de fitness, compartilhe seu progresso e inspire-se com outros.",
  "challenges_title": "Desafios Fitness",
  "challenges_description": "Participe de desafios, compita com amigos e supere seus limites para alcançar novas metas.",
  "subscription_title": "Planos de Assinatura",
  "subscription_description": "Desbloqueie recursos premium e leve sua jornada fitness ao próximo nível com o Wellio Pro.",
  "rewards_title": "Loja de Recompensas",
  "rewards_description": "Troque seus pontos ganhos por recompensas exclusivas, medalhas e recursos premium.",
  "referral_title": "Programa de Indicação",
  "referral_description": "Convide amigos para o Wellio e ganhe pontos bônus por cada indicação bem-sucedida.",
  "search_title": "Buscar e Descobrir",
  "search_description": "Encontre usuários, posts e tópicos em alta na comunidade fitness Wellio.",
  "messages_title": "Mensagens",
  "messages_description": "Converse com amigos, treinadores e outros entusiastas de fitness.",
  "notifications_title": "Notificações",
  "notifications_description": "Fique atualizado sobre sua jornada fitness com alertas, lembretes e atualizações sociais.",
  "not_found_title": "Página Não Encontrada",
  "not_found_description": "A página que você procura não existe. Volte para a página inicial do Wellio.",
  "sponsors": {
    "title": "Nossos Patrocinadores - Wellio",
    "description": "Conheça nossos valiosos patrocinadores que apoiam a comunidade fitness Wellio."
  },
  "locations": {
    "title": "Locais de Fitness - Wellio",
    "description": "Encontre academias, estúdios e centros de fitness em todo o mundo com avaliações e direções."
  },
  "products": {
    "title": "Produtos Recomendados - Wellio",
    "description": "Descubra produtos de fitness, suplementos e equipamentos pessoalmente avaliados e aprovados."
  },
  "progress_comparison_title": "Comparação de Fotos de Progresso - Wellio",
  "progress_comparison_desc": "Compare suas fotos de transformação lado a lado para acompanhar seu progresso fitness ao longo do tempo.",
  "accessibility_page_title": "Declaração de Acessibilidade - Wellio",
  "accessibility_page_description": "Nosso compromisso com a acessibilidade digital e conformidade WCAG 2.1 AA.",
  "cookie_policy_title": "Política de Cookies - Wellio",
  "cookie_policy_description": "Saiba sobre os cookies que usamos e como gerenciar suas preferências.",
  "ccpa_rights_title": "Solicitação de Direitos CCPA - Wellio",
  "ccpa_rights_description": "Exerça seus direitos sob a Lei de Privacidade do Consumidor da Califórnia.",
  "session_management_title": "Gerenciamento de Sessão - Wellio",
  "session_management_description": "Visualize e gerencie suas sessões de login ativas.",
  "security_audit_log_title": "Registro de Auditoria de Segurança - Wellio",
  "security_audit_log_description": "Visualize a atividade de segurança da sua conta e histórico de acesso.",
  
  "clinician_dashboard_title": "Painel do Médico - Wellio",
  "clinician_dashboard_description": "Monitore o bem-estar funcional dos pacientes com resumos sem PHI e alertas de risco."
}