{
  "care_team": "Betreuungsteam",
  "care_team_subtitle": "Teilen Sie Ihre funktionellen Wellness-Einblicke mit Menschen, denen Sie vertrauen — zu Ihren Bedingungen.",
  "care_team_body": "Ihr Betreuungsteam kann nur abgeleitete Wellness-Signale sehen. Niemand sieht jemals Ihre Rohprotokolle, Tagebücher oder Ihren Medizin-Tresor.",
  
  "supporters": "Unterstützer",
  "trainers_coaches": "Trainer & Coaches",
  "clinicians": "Kliniker",
  
  "no_supporters": "Noch keine Unterstützer hinzugefügt. Sie können einen vertrauenswürdigen Freund, ein Familienmitglied oder einen Kollegen einladen, um eine einfache Übersicht über Ihren Zustand zu erhalten.",
  "no_trainers": "Keine Trainer oder Coaches verbunden. Teilen Sie Ihre funktionellen Wellness-Trends mit einem Fachmann, mit dem Sie bereits arbeiten.",
  "no_clinicians": "Keine Kliniker verbunden. Wenn Ihr Kliniker Ihre Wellness-Reise unterstützen möchte, können Sie ihn einladen, Muster und Trends zu sehen — keine Rohdaten.",
  
  "add_supporter": "Unterstützer hinzufügen",
  "add_trainer_coach": "Trainer / Coach hinzufügen",
  "add_clinician": "Kliniker hinzufügen",
  
  "supporter_explanation": "Unterstützer sehen ein einfaches Signal auf hoher Ebene, wie es Ihnen geht (zum Beispiel: \"gut\", \"stabil\" oder \"kämpfend\"). Sie sehen keine Zahlen, Protokolle oder Medizin-Tresor-Daten.",
  "relationship_type": "Beziehungstyp wählen",
  "friend": "Freund",
  "family": "Familie",
  "colleague": "Kollege",
  "other": "Andere",
  "generate_supporter_code": "Unterstützer-Code generieren",
  "supporter_code_notice": "Dieser Code ermöglicht es einer Person, sich für eine begrenzte Zeit als Unterstützer mit Ihrer APP-Plattform zu verbinden. Sie können den Zugang jederzeit widerrufen.",
  "share_code_with_supporter": "Teilen Sie diesen Code mit Ihrem Unterstützer:",
  "supporter_footer": "Unterstützer sehen nur einen Wellness-Status auf hoher Ebene — nicht Ihre Protokolle, Tagebücher oder Medizin-Tresor.",
  
  "share_with_trainer": "Trends mit Trainer oder Coach teilen",
  "trainer_explanation": "Trainer und Coaches sehen Ihren FWI, Trends und Adhärenz-Muster, um Ihre Ziele zu unterstützen. Sie sehen keine Rohprotokolle, Tagebücher oder Medizin-Tresor-Inhalte.",
  "trainer_trust_notice": "Sie sollten nur Trainer oder Coaches einladen, denen Sie bereits vertrauen.",
  "generate_trainer_code": "Trainer/Coach-Code generieren",
  "share_code_with_trainer": "Teilen Sie diesen Code mit Ihrem Trainer oder Coach:",
  "trainer_visibility_notice": "Sie können Ihren Funktionellen Wellness-Index und Trend-Einblicke sehen. Sie werden keine Roheinträge oder Medizin-Tresor-Daten sehen.",
  
  "share_with_clinician": "Muster mit Kliniker teilen",
  "clinician_explanation": "Kliniker können funktionelle Muster und Trends sehen, die aus Ihren Daten abgeleitet sind. Sie sehen keine Rohprotokolle, PHI oder Medizin-Tresor-Inhalte. Wellio ist kein EMR/EHR und speichert keine klinischen Aufzeichnungen.",
  "clinician_trust_notice": "Laden Sie einen Kliniker ein, den Sie kennen und dem Sie vertrauen. Er kann Wellio als Einblick in Ihre Muster nutzen — nicht als medizinisches Aufzeichnungssystem.",
  "generate_clinician_code": "Kliniker-Code generieren",
  "share_code_with_clinician": "Teilen Sie diesen Code mit Ihrem Kliniker:",
  "clinician_visibility_notice": "Sie können funktionelle Wellness-Muster und Trend-Einblicke sehen. Sie werden Ihre Protokolle, Tagebücher oder Medizin-Tresor-Dokumente nicht sehen.",
  
  "can_see": "Kann sehen",
  "cannot_see": "Kann nicht sehen",
  "fwi_trends_adherence": "FWI, Trends, Adhärenz-Signale",
  "logs_journals_vault": "Protokolle, Tagebücher, Tresor, PHI",
  "high_level_status": "Wellness-Status auf hoher Ebene",
  
  "valid_for_days": "Gültig für {{days}} Tage",
  "code_copied": "Code in Zwischenablage kopiert",
  "invite_generated": "Einladungscode generiert",
  "invite_code_error": "Fehler beim Generieren des Einladungscodes",
  
  "join_care_team": "Betreuungsteam beitreten",
  "join_subtitle": "Geben Sie den Einladungscode ein, den Sie von einem Wellio-Benutzer erhalten haben.",
  "enter_code": "Einladungscode eingeben (z.B. ABCD-1234)",
  "join": "Beitreten",
  
  "joined_as_supporter": "Sie sind dem Betreuungsteam dieser Person als Unterstützer beigetreten. Sie sehen nur einen Wellness-Status auf hoher Ebene. Keine Protokolle oder medizinischen Dokumente.",
  "joined_as_coach": "Sie sind dem Betreuungsteam dieser Person als Trainer/Coach beigetreten. Sie sehen deren Funktionellen Wellness-Index, Trends und Adhärenz-Muster — niemals Rohprotokolle oder Medizin-Tresor-Inhalte.",
  "joined_as_clinician": "Sie sind dem Betreuungsteam dieser Person als Kliniker beigetreten. Sie sehen funktionelle Muster und Trend-Einblicke — keine PHI, Protokolle oder Medizin-Tresor-Daten.",
  
  "invalid_code": "Dieser Code ist ungültig oder abgelaufen.",
  "role_mismatch": "Diese Einladung ist nicht gültig für Ihre Rolle. Bitten Sie die Person, einen neuen Code zu generieren.",
  "connection_successful": "Verbindung erfolgreich!",
  "already_connected": "Sie sind bereits mit dieser Person verbunden.",
  
  "data_access_history": "Datenzugriffshistorie",
  "access_log_explanation": "Jedes Mal, wenn jemand aus Ihrem Betreuungsteam Ihre abgeleiteten Wellness-Einblicke ansieht (zum Beispiel: FWI, Trends oder Adhärenz), zeichnen wir es hier auf. Sie wissen immer, wer auf Ihre Daten zugegriffen hat und wann.",
  "date": "Datum",
  "who": "Wer",
  "role": "Rolle",
  "what_viewed": "Was sie angesehen haben",
  "no_access_yet": "Noch niemand hat Ihre abgeleiteten Einblicke angesehen.",
  "access_log_footer": "Dieses Protokoll deckt nur abgeleitete Einblicke ab. Ihre Rohprotokolle, Tagebücher und Medizin-Tresor werden niemals mit jemandem geteilt.",
  "who_viewed_data": "Wer hat meine Daten angesehen?",
  
  "cmix_protected": "Geschützt durch cMixx",
  "cmix_explanation": "Diese Konversation verwendet cMixx des xx-Netzwerks, um zu verbergen, mit wem Sie sprechen und wann — nicht nur was Sie sagen.",
  
  "revoke_access": "Zugang widerrufen",
  "access_revoked": "Zugang erfolgreich widerrufen"
}