{
  "privacy_policy": "Datenschutzrichtlinie",
  "terms_of_service": "Nutzungsbedingungen",
  "last_updated": "Zuletzt aktualisiert",
  "introduction": "Einführung",
  "introduction_text": "Wir verpflichten uns, Ihre Privatsphäre zu schützen. Diese Richtlinie erklärt, wie wir Ihre persönlichen Daten sammeln, verwenden und schützen.",
  "data_we_collect": "Daten, die wir Sammeln",
  "data_collect_intro": "Wir sammeln Informationen, die Sie direkt bereitstellen:",
  "data_account": "Kontoinformationen (E-Mail, Passwort)",
  "data_profile": "Profildaten (Name, Foto)",
  "data_health": "Gesundheits- und Fitnessmetriken",
  "data_usage": "Nutzungsdaten und Analysen",
  "how_we_use": "Wie wir Ihre Daten Verwenden",
  "use_intro": "Ihre Daten helfen uns:",
  "use_personalize": "Ihre Fitness-Erfahrung zu personalisieren",
  "use_insights": "KI-Einblicke und Empfehlungen zu generieren",
  "use_improve": "Unsere Dienste zu verbessern",
  "use_communicate": "Wichtige Updates zu kommunizieren",
  "data_security": "Datensicherheit",
  "security_text": "Wir verwenden branchenübliche Verschlüsselung und Sicherheitsmaßnahmen zum Schutz Ihrer Daten. Medizinische Daten sind quantenresistent verschlüsselt für maximalen Schutz.",
  "your_rights": "Ihre Rechte",
  "rights_intro": "Sie haben das Recht:",
  "rights_access": "Auf Ihre Daten zuzugreifen",
  "rights_export": "Ihre Daten zu exportieren",
  "rights_delete": "Ihr Konto zu löschen",
  "rights_withdraw": "Ihre Einwilligung zu widerrufen",
  "data_retention": "Datenspeicherung",
  "retention_text": "Wir speichern Ihre Daten, solange Ihr Konto aktiv ist oder zur Bereitstellung von Diensten erforderlich. Sie können jederzeit eine Löschung beantragen.",
  "third_parties": "Dritte",
  "third_parties_text": "Wir verkaufen Ihre Daten nicht. Wir können Daten mit vertrauenswürdigen Dienstleistern unter strengen Datenschutzvereinbarungen teilen.",
  "contact": "Kontakt",
  "contact_text": "Bei Datenschutzfragen wenden Sie sich bitte an unser Support-Team.",
  "acceptance": "Annahme der Bedingungen",
  "acceptance_text": "Durch die Nutzung unserer App stimmen Sie diesen Bedingungen zu. Wenn Sie nicht einverstanden sind, nutzen Sie bitte unsere Dienste nicht.",
  "account_terms": "Kontobedingungen",
  "account_terms_text": "Sie sind für die Sicherheit Ihres Kontos verantwortlich. Sie müssen 18 Jahre oder älter sein oder elterliche Zustimmung haben.",
  "acceptable_use": "Akzeptable Nutzung",
  "acceptable_use_text": "Sie stimmen zu, unsere Dienste legal zu nutzen und andere Benutzer zu respektieren.",
  "prohibited": "Verbotene Aktivitäten",
  "prohibited_intro": "Sie dürfen nicht:",
  "prohibited_abuse": "Andere Benutzer missbrauchen oder belästigen",
  "prohibited_false": "Falsche Informationen teilen",
  "prohibited_unauthorized": "Unbefugten Zugang versuchen",
  "prohibited_illegal": "Für illegale Zwecke nutzen",
  "subscriptions": "Abonnements und Zahlungen",
  "subscriptions_text": "Premium-Funktionen erfordern ein Abonnement. Zahlungen werden sicher über unsere Anbieter verarbeitet.",
  "health_disclaimer": "Gesundheitshinweis",
  "health_disclaimer_text": "Diese App bietet Fitness-Informationen, keine medizinische Beratung. Konsultieren Sie Gesundheitsfachleute, bevor Sie ein Trainingsprogramm beginnen.",
  "intellectual_property": "Geistiges Eigentum",
  "ip_text": "Alle Inhalte und Funktionen sind unser Eigentum oder das unserer Lizenzgeber. Sie dürfen ohne Erlaubnis nicht kopieren oder verteilen.",
  "termination": "Kündigung",
  "termination_text": "Wir können Konten, die gegen diese Bedingungen verstoßen, sperren oder kündigen.",
  "liability": "Haftungsbeschränkung",
  "liability_text": "Wir bieten Dienste 'wie sie sind'. Wir haften nicht für indirekte Schäden aus der Nutzung.",
  "governing_law": "Anwendbares Recht",
  "governing_law_text": "Diese Bedingungen unterliegen den geltenden lokalen Gesetzen.",
  "changes": "Änderungen der Bedingungen",
  "changes_text": "Wir können diese Bedingungen aktualisieren. Die fortgesetzte Nutzung nach Änderungen bedeutet Akzeptanz.",
  "refund_policy": "Rückerstattungsrichtlinie",
  "refund_intro": "Wir möchten, dass Sie mit unseren Diensten zufrieden sind. Diese Richtlinie beschreibt unsere Rückerstattungsverfahren.",
  "refund_digital": "Digitale Dienste",
  "refund_digital_text": "Aufgrund der Natur digitaler Dienste bieten wir in der Regel keine Rückerstattungen für Abonnementgebühren nach Beginn des Abrechnungszeitraums an.",
  "refund_subscription": "Abonnementkündigungen",
  "refund_subscription_text": "Sie können Ihr Abonnement jederzeit kündigen. Sie behalten den Zugang zu Premium-Funktionen bis zum Ende Ihres aktuellen Abrechnungszeitraums.",
  "refund_timeframe": "Rückerstattungszeitraum",
  "refund_timeframe_text": "Bei Berechtigung zur Rückerstattung werden Anträge innerhalb von 5-10 Werktagen über die ursprüngliche Zahlungsmethode bearbeitet.",
  "refund_process": "Rückerstattungsprozess",
  "refund_process_text": "Um eine Rückerstattung zu beantragen, kontaktieren Sie unser Support-Team mit Ihren Kontodaten und dem Grund für den Antrag.",
  "refund_exceptions": "Ausnahmen",
  "refund_exceptions_text": "Wir können nach eigenem Ermessen Rückerstattungen für technische Probleme erwägen, die die Nutzung des Dienstes verhindern, oder für falsche Abbuchungen.",
  "refund_contact": "Kontakt für Rückerstattungen",
  "refund_contact_text": "Bei Fragen zu Rückerstattungen kontaktieren Sie unser Support-Team mit Ihren Transaktionsdetails.",
  "billing_terms": "Abrechnungsbedingungen",
  "billing_auto_renewal": "Automatische Verlängerung",
  "billing_auto_renewal_text": "Abonnements verlängern sich automatisch am Ende jedes Abrechnungszeitraums, sofern sie nicht vor dem Verlängerungsdatum gekündigt werden.",
  "billing_pricing": "Preisänderungen",
  "billing_pricing_text": "Wir können Preise mit Benachrichtigung an bestehende Abonnenten ändern. Neue Preise gelten für den nächsten Abrechnungszeitraum.",
  "billing_cancellation": "Kündigungsrichtlinie",
  "billing_cancellation_text": "Sie können jederzeit über Ihre Kontoeinstellungen kündigen. Es fallen keine Kündigungsgebühren an.",
  "payment_terms": "Zahlungsbedingungen",
  "payment_terms_text": "Durch die Nutzung unserer Dienste stimmen Sie unseren Zahlungsbedingungen zu.",
  "payment_processing": "Zahlungsverarbeitung",
  "payment_processing_text": "Zahlungen werden sicher über unsere Zahlungspartner verarbeitet. Wir speichern keine vollständigen Kartendaten auf unseren Servern.",
  "payment_security": "Zahlungssicherheit",
  "payment_security_text": "Wir verwenden branchenübliche Verschlüsselung und Sicherheitsmaßnahmen zum Schutz Ihrer Zahlungsinformationen.",
  "payment_disputes": "Zahlungsstreitigkeiten",
  "payment_disputes_text": "Wenn Sie unbefugte Abbuchungen sehen, kontaktieren Sie sofort unser Support-Team zur Untersuchung."
}