{
  "home_title": "Wellio - Deine Komplette Fitness-Reise",
  "home_description": "Verfolge Workouts, Ernährung und Fortschritte. Verbinde dich mit einer Fitness-Community. Erreiche deine Gesundheitsziele mit Wellio.",
  "dashboard_title": "Dashboard",
  "dashboard_description": "Sieh deine Fitness-Statistiken, verfolge Fortschritte und bleib motiviert mit deinem persönlichen Dashboard.",
  "auth_title": "Anmelden oder Konto Erstellen",
  "auth_description": "Tritt Wellio bei, um deine Fitness-Reise zu verfolgen, dich mit anderen zu verbinden und deine Gesundheitsziele zu erreichen.",
  "workout_title": "Workout-Tracker",
  "workout_description": "Protokolliere deine Übungen, verfolge Sätze und Wiederholungen und überwache deinen Fitness-Fortschritt.",
  "food_title": "Ernährung & Nährstoffe",
  "food_description": "Verfolge deine Mahlzeiten, überwache Kalorien und halte eine ausgewogene Ernährung mit unseren Ernährungs-Tools.",
  "activity_title": "Aktivitäts-Hub",
  "activity_description": "Greife auf alle Fitness-Aktivitäten zu, einschließlich Workouts, Gewichtsverfolgung, Gewohnheiten und mehr.",
  "profile_title": "Dein Profil",
  "profile_description": "Verwalte dein Fitness-Profil, sieh Erfolge und personalisiere deine Wellio-Erfahrung.",
  "settings_title": "Einstellungen",
  "settings_description": "Personalisiere deine Wellio-Erfahrung mit Kontoeinstellungen, Präferenzen und Datenschutzoptionen.",
  "feed_title": "Community-Feed",
  "feed_description": "Verbinde dich mit Fitness-Enthusiasten, teile deinen Fortschritt und lass dich von anderen inspirieren.",
  "challenges_title": "Fitness-Challenges",
  "challenges_description": "Nimm an Challenges teil, tritt gegen Freunde an und überschreite deine Grenzen für neue Ziele.",
  "subscription_title": "Abonnement-Pläne",
  "subscription_description": "Schalte Premium-Funktionen frei und bringe deine Fitness-Reise mit Wellio Pro auf das nächste Level.",
  "rewards_title": "Belohnungs-Shop",
  "rewards_description": "Tausche deine verdienten Punkte gegen exklusive Belohnungen, Abzeichen und Premium-Funktionen ein.",
  "referral_title": "Empfehlungsprogramm",
  "referral_description": "Lade Freunde zu Wellio ein und verdiene Bonuspunkte für jede erfolgreiche Empfehlung.",
  "search_title": "Suchen & Entdecken",
  "search_description": "Finde Benutzer, Beiträge und Trendthemen in der Wellio Fitness-Community.",
  "messages_title": "Nachrichten",
  "messages_description": "Chatte mit Freunden, Trainern und anderen Fitness-Enthusiasten.",
  "notifications_title": "Benachrichtigungen",
  "notifications_description": "Bleib über deine Fitness-Reise mit Warnungen, Erinnerungen und Social-Updates informiert.",
  "not_found_title": "Seite Nicht Gefunden",
  "not_found_description": "Die gesuchte Seite existiert nicht. Zurück zur Wellio-Startseite.",
  "sponsors": {
    "title": "Unsere Sponsoren - Wellio",
    "description": "Lerne unsere geschätzten Sponsoren kennen, die die Wellio Fitness-Community unterstützen."
  },
  "locations": {
    "title": "Fitness-Standorte - Wellio",
    "description": "Finde Fitnessstudios, Studios und Fitnesscenter weltweit mit Bewertungen und Wegbeschreibungen."
  },
  "products": {
    "title": "Empfohlene Produkte - Wellio",
    "description": "Entdecke persönlich geprüfte und genehmigte Fitness-Produkte, Supplements und Ausrüstung."
  },
  "progress_comparison_title": "Fortschritts-Fotovergleich - Wellio",
  "progress_comparison_desc": "Vergleiche deine Transformationsfotos nebeneinander, um deinen Fitness-Fortschritt zu verfolgen.",
  "accessibility_page_title": "Barrierefreiheitserklärung - Wellio",
  "accessibility_page_description": "Unser Engagement für digitale Barrierefreiheit und WCAG 2.1 AA Konformität.",
  "cookie_policy_title": "Cookie-Richtlinie - Wellio",
  "cookie_policy_description": "Erfahre mehr über die Cookies, die wir verwenden und wie du deine Präferenzen verwaltest.",
  "ccpa_rights_title": "CCPA-Rechtsanfrage - Wellio",
  "ccpa_rights_description": "Übe deine Rechte gemäß dem kalifornischen Datenschutzgesetz aus.",
  "session_management_title": "Sitzungsverwaltung - Wellio",
  "session_management_description": "Sieh und verwalte deine aktiven Anmeldesitzungen.",
  "security_audit_log_title": "Sicherheits-Audit-Log - Wellio",
  "security_audit_log_description": "Sieh deine Kontosicherheitsaktivität und Zugriffsverlauf.",
  
  "clinician_dashboard_title": "Arzt-Dashboard - Wellio",
  "clinician_dashboard_description": "Überwachen Sie das funktionale Wohlbefinden der Patienten mit PHI-freien Zusammenfassungen und Risikowarnungen."
}