{
  "care_team": "Equipo de Cuidado",
  "care_team_subtitle": "Comparte tus señales de bienestar funcional con personas de confianza — en tus términos.",
  "care_team_body": "Tu Equipo de Cuidado solo puede ver señales de bienestar derivadas. Nadie ve tus registros sin procesar, diarios o Bóveda Médica.",
  
  "supporters": "Apoyadores",
  "trainers_coaches": "Entrenadores y Coaches",
  "clinicians": "Clínicos",
  
  "no_supporters": "Aún no tienes apoyadores. Puedes invitar a un amigo, familiar o colega de confianza para que reciba una vista simple de alto nivel de cómo te encuentras.",
  "no_trainers": "No hay entrenadores o coaches conectados. Comparte tus tendencias de bienestar funcional con un profesional con quien ya trabajas.",
  "no_clinicians": "No hay clínicos conectados. Si tu clínico quiere apoyar tu viaje de bienestar, puedes invitarlo a ver patrones y tendencias — no registros sin procesar.",
  
  "add_supporter": "Añadir Apoyador",
  "add_trainer_coach": "Añadir Entrenador / Coach",
  "add_clinician": "Añadir Clínico",
  
  "supporter_explanation": "Los apoyadores ven una señal simple de alto nivel de cómo te encuentras (por ejemplo: \"bien\", \"estable\" o \"con dificultades\"). No ven números, registros ni datos de la Bóveda Médica.",
  "relationship_type": "Elige tipo de relación",
  "friend": "Amigo",
  "family": "Familia",
  "colleague": "Colega",
  "other": "Otro",
  "generate_supporter_code": "Generar código de apoyador",
  "supporter_code_notice": "Este código permite que una persona se conecte a tu Plataforma APP como apoyador por tiempo limitado. Puedes revocar el acceso en cualquier momento.",
  "share_code_with_supporter": "Comparte este código con tu apoyador:",
  "supporter_footer": "Los apoyadores solo verán un estado de bienestar de alto nivel — no tus registros, diarios o Bóveda Médica.",
  
  "share_with_trainer": "Comparte tendencias con un Entrenador o Coach",
  "trainer_explanation": "Los entrenadores y coaches ven tu FWI, tendencias y patrones de adherencia para apoyar tus metas. No ven registros sin procesar, diarios o contenidos de la Bóveda Médica.",
  "trainer_trust_notice": "Solo debes invitar a entrenadores o coaches en quienes ya confías.",
  "generate_trainer_code": "Generar código de entrenador/coach",
  "share_code_with_trainer": "Comparte este código con tu entrenador o coach:",
  "trainer_visibility_notice": "Podrán ver tu Índice de Bienestar Funcional e información de tendencias. No verán ninguna entrada sin procesar ni datos de la Bóveda Médica.",
  
  "share_with_clinician": "Comparte patrones con un Clínico",
  "clinician_explanation": "Los clínicos pueden ver patrones y tendencias funcionales derivados de tus datos. No ven registros sin procesar, PHI o contenidos de la Bóveda Médica. Wellio no es un EMR/EHR y no almacena registros clínicos.",
  "clinician_trust_notice": "Invita a un clínico que ya conoces y en quien confías. Pueden usar Wellio como una vista de tus patrones — no como un sistema de registros médicos.",
  "generate_clinician_code": "Generar código de clínico",
  "share_code_with_clinician": "Comparte este código con tu clínico:",
  "clinician_visibility_notice": "Podrán ver patrones de bienestar funcional e información de tendencias. No verán tus registros, diarios o documentos de la Bóveda Médica.",
  
  "can_see": "Puede ver",
  "cannot_see": "No puede ver",
  "fwi_trends_adherence": "FWI, tendencias, señales de adherencia",
  "logs_journals_vault": "Registros, diarios, bóveda, PHI",
  "high_level_status": "Estado de bienestar de alto nivel",
  
  "valid_for_days": "Válido por {{days}} días",
  "code_copied": "Código copiado al portapapeles",
  "invite_generated": "Código de invitación generado",
  "invite_code_error": "Error al generar código de invitación",
  
  "join_care_team": "Unirse a un Equipo de Cuidado",
  "join_subtitle": "Ingresa el código de invitación que recibiste de un usuario de Wellio.",
  "enter_code": "Ingresa código de invitación (ej., ABCD-1234)",
  "join": "Unirse",
  
  "joined_as_supporter": "Te has unido al Equipo de Cuidado de esta persona como apoyador. Solo verás un estado de bienestar de alto nivel. Sin registros ni documentos médicos.",
  "joined_as_coach": "Te has unido al Equipo de Cuidado de esta persona como entrenador/coach. Verás su Índice de Bienestar Funcional, tendencias y patrones de adherencia — nunca registros sin procesar o contenidos de la Bóveda Médica.",
  "joined_as_clinician": "Te has unido al Equipo de Cuidado de esta persona como clínico. Verás patrones funcionales e información de tendencias — no PHI, registros o datos de la Bóveda Médica.",
  
  "invalid_code": "Este código es inválido o ha expirado.",
  "role_mismatch": "Esta invitación no es válida para tu rol. Por favor pide a la persona que genere un nuevo código.",
  "connection_successful": "¡Conexión exitosa!",
  "already_connected": "Ya estás conectado a esta persona.",
  
  "data_access_history": "Historial de Acceso a Datos",
  "access_log_explanation": "Cada vez que alguien de tu Equipo de Cuidado ve tus señales de bienestar derivadas (por ejemplo: FWI, tendencias o adherencia), lo registramos aquí. Siempre sabes quién ha accedido a tus datos y cuándo.",
  "date": "Fecha",
  "who": "Quién",
  "role": "Rol",
  "what_viewed": "Qué vieron",
  "no_access_yet": "Nadie ha visto tus señales derivadas todavía.",
  "access_log_footer": "Este registro cubre solo señales derivadas. Tus registros sin procesar, diarios y Bóveda Médica nunca se comparten con nadie.",
  "who_viewed_data": "¿Quién ha visto mis datos?",
  
  "cmix_protected": "Protegido por cMixx",
  "cmix_explanation": "Esta conversación usa cMixx de xx network para ocultar con quién hablas y cuándo — no solo lo que dices.",
  
  "revoke_access": "Revocar Acceso",
  "access_revoked": "Acceso revocado exitosamente"
}
