{
  "privacy_policy_title": "Política de Privacidad",
  "privacy_policy_description": "Conozca cómo Wellio recopila, utiliza y protege sus datos personales",
  "terms_title": "Términos de Servicio",
  "terms_description": "Términos y condiciones para usar Wellio",
  "last_updated": "Última Actualización",
  
  "introduction": "Introducción",
  "intro_text": "Bienvenido a Wellio. Estamos comprometidos a proteger su información personal y su derecho a la privacidad. Esta Política de Privacidad explica cómo recopilamos, usamos, divulgamos y protegemos su información cuando usa nuestra aplicación de fitness y bienestar.",
  
  "data_we_collect": "Datos que Recopilamos",
  "personal_info": "Información Personal",
  "collect_email": "Dirección de correo electrónico y credenciales de cuenta",
  "collect_name": "Nombre e información del perfil",
  "collect_profile": "Foto de perfil y preferencias",
  
  "health_data": "Datos de Salud y Fitness",
  "collect_fitness": "Registros de entrenamiento, rutinas de ejercicio y datos de actividad",
  "collect_nutrition": "Registros de nutrición, planes de comidas y preferencias dietéticas",
  "collect_medical": "Registros médicos (encriptados con cifrado resistente a cuánticos)",
  "collect_measurements": "Medidas corporales, peso y métricas de salud",
  
  "usage_data": "Datos de Uso",
  "collect_device": "Información del dispositivo y tipo de navegador",
  "collect_usage": "Patrones de uso de la aplicación e interacciones con funciones",
  
  "how_we_use": "Cómo Usamos Sus Datos",
  "use_provide_service": "Para proporcionar y mantener nuestros servicios de seguimiento de fitness",
  "use_personalize": "Para personalizar su experiencia y recomendaciones",
  "use_ai_insights": "Para generar información impulsada por IA (con su consentimiento)",
  "use_communicate": "Para comunicarnos con usted sobre actualizaciones y funciones",
  "use_improve": "Para mejorar nuestros servicios y desarrollar nuevas funciones",
  "use_security": "Para garantizar la seguridad de su cuenta y datos",
  
  "data_security": "Seguridad de Datos",
  "security_intro": "Implementamos medidas de seguridad líderes en la industria para proteger sus datos:",
  "security_encryption": "Cifrado resistente a cuánticos (ML-KEM-768) para registros médicos",
  "security_e2e": "Cifrado de extremo a extremo para mensajes privados",
  "security_2fa": "Autenticación de dos factores (TOTP y passkeys WebAuthn)",
  "security_audit": "Registro de auditoría completo para acceso a datos sensibles",
  "security_rls": "Políticas de seguridad a nivel de fila para aislamiento de datos",
  
  "your_rights": "Sus Derechos",
  "rights_intro": "Bajo el RGPD y otras regulaciones de privacidad, tiene los siguientes derechos:",
  "right_access": "Derecho de Acceso",
  "right_access_desc": "Solicitar una copia de todos los datos personales que tenemos sobre usted",
  "right_rectify": "Derecho de Rectificación",
  "right_rectify_desc": "Solicitar la corrección de datos personales inexactos",
  "right_erasure": "Derecho de Supresión",
  "right_erasure_desc": "Solicitar la eliminación de sus datos personales",
  "right_portability": "Derecho a la Portabilidad",
  "right_portability_desc": "Recibir sus datos en un formato estructurado y legible por máquina",
  "right_withdraw": "Derecho a Retirar el Consentimiento",
  "right_withdraw_desc": "Retirar el consentimiento para el procesamiento de datos en cualquier momento",
  
  "data_retention": "Retención de Datos",
  "retention_text": "Conservamos sus datos personales solo durante el tiempo necesario para cumplir con los propósitos descritos en esta política, o según lo exija la ley. Puede configurar su período de retención de datos preferido en la configuración de Controles de Privacidad.",
  
  "third_parties": "Servicios de Terceros",
  "third_parties_intro": "Podemos compartir datos con terceros de confianza para propósitos específicos:",
  "third_party_hosting": "Proveedores de infraestructura en la nube para almacenamiento de datos (encriptado en reposo)",
  "third_party_payments": "Procesadores de pagos para facturación de suscripciones (cumple con PCI-DSS)",
  "third_party_analytics": "Servicios de análisis (solo con su consentimiento)",
  
  "contact_us": "Contáctenos",
  "contact_text": "Si tiene preguntas sobre esta Política de Privacidad o desea ejercer sus derechos, contáctenos en:",
  
  "acceptance_title": "Aceptación de Términos",
  "acceptance_text": "Al acceder o usar Wellio, acepta estar sujeto a estos Términos de Servicio. Si no está de acuerdo con estos términos, por favor no use nuestros servicios.",
  
  "account_terms": "Términos de la Cuenta",
  "account_age": "Debe tener al menos 13 años para usar este servicio",
  "account_accurate": "Debe proporcionar información precisa y completa",
  "account_secure": "Es responsable de mantener la seguridad de su cuenta",
  "account_responsibility": "Es responsable de todas las actividades bajo su cuenta",
  
  "acceptable_use": "Uso Aceptable",
  "acceptable_intro": "Acepta usar Wellio de manera responsable y de acuerdo con estas directrices:",
  "use_lawful": "Usar el servicio solo para propósitos legales",
  "use_accurate_data": "Proporcionar datos de salud y fitness precisos",
  "use_respect": "Respetar a otros usuarios en las funciones comunitarias",
  "use_no_spam": "No enviar spam o mensajes no solicitados",
  
  "prohibited": "Actividades Prohibidas",
  "prohibited_illegal": "Participar en actividades ilegales o promover violencia",
  "prohibited_impersonate": "Hacerse pasar por otros usuarios u organizaciones",
  "prohibited_harassment": "Acosar, intimidar o amenazar a otros usuarios",
  "prohibited_malware": "Subir malware o contenido malicioso",
  "prohibited_scraping": "Raspado automatizado o extracción de datos",
  "prohibited_circumvent": "Intentar eludir medidas de seguridad",
  
  "payments_title": "Suscripciones y Pagos",
  "payments_intro": "Las funciones premium requieren una suscripción de pago:",
  "payments_billing": "Las suscripciones se facturan de forma recurrente",
  "payments_renewal": "Las suscripciones se renuevan automáticamente a menos que se cancelen antes de la fecha de renovación",
  "payments_cancel": "Puede cancelar su suscripción en cualquier momento desde Configuración",
  "payments_refund": "Los reembolsos se proporcionan de acuerdo con las leyes de protección al consumidor aplicables",
  
  "health_disclaimer": "Aviso de Salud",
  "health_disclaimer_text": "IMPORTANTE: Wellio es una aplicación de seguimiento de fitness y bienestar, NO un dispositivo o servicio médico.",
  "health_not_medical": "El contenido y las funciones son solo para fines informativos",
  "health_consult": "Siempre consulte a profesionales de la salud calificados antes de tomar decisiones de salud",
  "health_emergency": "En caso de emergencia médica, contacte a los servicios de emergencia inmediatamente",
  
  "intellectual_property": "Propiedad Intelectual",
  "ip_text": "Todo el contenido, funciones y funcionalidad de Wellio son de nuestra propiedad y están protegidos por leyes internacionales de derechos de autor, marcas registradas y otras leyes de propiedad intelectual. Usted conserva la propiedad del contenido que crea, pero nos otorga una licencia para usarlo para proporcionar nuestros servicios.",
  
  "termination": "Terminación",
  "termination_text": "Podemos terminar o suspender su cuenta en cualquier momento por violaciones de estos términos. Puede eliminar su cuenta en cualquier momento a través de los Controles de Privacidad. Tras la terminación, sus datos se eliminarán de acuerdo con nuestras políticas de retención.",
  
  "liability": "Limitación de Responsabilidad",
  "liability_text": "En la máxima medida permitida por la ley, Wellio no será responsable de ningún daño indirecto, incidental, especial, consecuente o punitivo que surja de su uso del servicio. Nuestra responsabilidad total no excederá la cantidad que pagó por el servicio en los últimos 12 meses.",
  
  "governing_law": "Ley Aplicable",
  "governing_law_text": "Estos Términos se regirán e interpretarán de acuerdo con las leyes de la jurisdicción en la que está registrada nuestra empresa, sin tener en cuenta los principios de conflicto de leyes.",
  
  "changes_title": "Cambios en Estos Términos",
  "changes_text": "Nos reservamos el derecho de modificar estos términos en cualquier momento. Le notificaremos de cambios significativos por correo electrónico o notificación en la aplicación. El uso continuado del servicio después de los cambios constituye la aceptación de los nuevos términos.",
  
  "refund_policy_title": "Política de Reembolso",
  "refund_policy_description": "Nuestra política de reembolso para suscripciones y compras",
  "refund_eligibility": "Elegibilidad para Reembolso",
  "refund_eligibility_desc": "Queremos que estés satisfecho con tu compra. Esto es lo que califica para un reembolso:",
  "eligible_refunds": "Elegible para Reembolso",
  "eligible_1": "Primera suscripción dentro de 14 días",
  "eligible_2": "Problemas técnicos que impiden el uso del servicio",
  "eligible_3": "Cargos duplicados o errores de facturación",
  "eligible_4": "Indisponibilidad del servicio superior a 24 horas",
  "non_eligible_refunds": "No Elegible para Reembolso",
  "non_eligible_1": "Suscripciones usadas más allá de 14 días",
  "non_eligible_2": "Complementos después del período de prueba de 7 días",
  "non_eligible_3": "Cambio de opinión después de uso significativo",
  "non_eligible_4": "Violaciones de los Términos de Servicio",
  "refund_timeframe": "Plazos de Reembolso",
  "subscription_refund_window": "Reembolso de Suscripción de 14 Días",
  "subscription_refund_window_desc": "Las nuevas suscripciones pueden ser reembolsadas dentro de 14 días de la compra si no se han usado o se han usado mínimamente.",
  "addon_refund_window": "Reembolso de Complemento de 7 Días",
  "addon_refund_window_desc": "Las compras de complementos pueden ser reembolsadas dentro de 7 días si la función no se usó extensamente.",
  "processing_time": "5 Días Hábiles de Procesamiento",
  "processing_time_desc": "Los reembolsos aprobados se procesan dentro de 5 días hábiles a tu método de pago original.",
  "how_to_request_refund": "Cómo Solicitar un Reembolso",
  "refund_step_1": "Ve a Configuración → Pedidos y Pagos",
  "refund_step_2": "Encuentra la transacción que deseas reembolsar",
  "refund_step_3": "Haz clic en 'Solicitar Reembolso' y proporciona una razón",
  "refund_step_4": "Nuestro equipo revisará y responderá dentro de 48 horas",
  "contact_support": "¿Necesitas Ayuda?",
  "contact_support_desc": "Contacta a nuestro equipo de soporte si tienes preguntas sobre tu elegibilidad de reembolso o necesitas ayuda con el proceso.",
  "cancellation_policy": "Política de Cancelación",
  "cancellation_policy_desc": "Puedes cancelar tu suscripción en cualquier momento. Esto es lo que sucede cuando cancelas:",
  "cancellation_1": "Tu suscripción permanece activa hasta el final de tu período de facturación",
  "cancellation_2": "No se te cobrará por el próximo ciclo de facturación",
  "cancellation_3": "Las funciones premium no estarán disponibles después de que termine tu período",
  "billing_terms_title": "Términos de Facturación",
  "billing_terms_description": "Información importante sobre cómo facturamos nuestros servicios",
  "auto_renewal_notice": "Aviso de Renovación Automática",
  "auto_renewal_notice_desc": "Las suscripciones se renuevan automáticamente al final de cada período de facturación a menos que se cancelen. Serás notificado antes de la renovación.",
  "subscription_billing": "Facturación de Suscripción",
  "subscription_billing_desc": "Nuestra facturación de suscripción funciona de la siguiente manera:",
  "billing_cycle_monthly": "Las suscripciones mensuales se facturan en la misma fecha cada mes",
  "billing_cycle_annual": "Las suscripciones anuales se facturan una vez al año en tu fecha de registro",
  "billing_auto_renew": "Todas las suscripciones se renuevan automáticamente a menos que se cancelen antes de la fecha de renovación",
  "auto_renewal_terms": "Términos de Renovación Automática",
  "auto_renewal_terms_desc": "Para proporcionar un servicio ininterrumpido, tu suscripción se renovará automáticamente al final de cada período de facturación.",
  "renewal_notification": "Notificaciones de Renovación",
  "renewal_notification_desc": "Te enviaremos recordatorios por correo electrónico antes de que se renueve tu suscripción:",
  "renewal_7_days": "7 días antes de la renovación: Correo de recordatorio con el monto de renovación",
  "renewal_24_hours": "24 horas antes de la renovación: Recordatorio final con opción de cancelar",
  "renewal_confirmation": "Después de la renovación: Correo de confirmación con recibo",
  "price_changes": "Cambios de Precio",
  "price_changes_desc": "Si cambiamos los precios de nuestras suscripciones, así es como te afecta:",
  "price_notice_30_days": "Proporcionamos al menos 30 días de aviso antes de cualquier aumento de precio",
  "price_grandfathered": "Los suscriptores existentes pueden mantener su tarifa actual",
  "price_cancel_option": "Puedes cancelar antes de que el nuevo precio entre en vigor",
  "payment_methods": "Métodos de Pago",
  "payment_methods_desc": "Aceptamos los siguientes métodos de pago:",
  "payment_credit_card": "Tarjetas de Crédito/Débito (Visa, Mastercard, Amex)",
  "payment_paypal": "PayPal",
  "payment_crypto": "Criptomonedas (Bitcoin, Ethereum)",
  "payment_etransfer": "e-Transfer (solo Canadá)",
  "payment_security_note": "Todos los pagos se procesan de forma segura a través de nuestros socios de pago. Nunca almacenamos los detalles completos de tu tarjeta.",
  "failed_payments": "Pagos Fallidos",
  "failed_payments_desc": "Si un pago falla, esto es lo que sucede:",
  "failed_retry_1": "Intentaremos procesar el pago nuevamente después de 24 horas",
  "failed_retry_2": "Se hace un segundo intento después de 3 días si el primer reintento falla",
  "failed_suspension": "Después de 7 días de pagos fallidos, tu suscripción puede ser suspendida",
  "billing_terms_footer": "Al suscribirte, aceptas estos términos de facturación. Puedes ver tu historial de facturación y administrar suscripciones en Configuración.",
  "terms_payment_section": "Términos de Pago",
  "terms_payment_intro": "Esta sección cubre los términos relacionados con el pago de nuestros servicios.",
  "terms_payment_currency": "Todos los precios se muestran y cobran en USD a menos que se especifique lo contrario.",
  "terms_payment_taxes": "Los precios pueden estar sujetos a impuestos aplicables según tu ubicación.",
  "terms_payment_authorization": "Al proporcionar información de pago, nos autorizas a cobrar a tu método de pago por las compras."
}