{
  "care_team": "Bakım Ekibi",
  "care_team_subtitle": "Fonksiyonel sağlık sinyallerinizi güvendiğiniz kişilerle — kendi koşullarınızda paylaşın.",
  "care_team_body": "Bakım Ekibiniz yalnızca türetilmiş sağlık sinyallerini görebilir. Kimse ham kayıtlarınızı, günlüklerinizi veya Tıbbi Kasanızı görmez.",
  
  "supporters": "Destekçiler",
  "trainers_coaches": "Eğitmenler ve Koçlar",
  "clinicians": "Klinisyenler",
  
  "no_supporters": "Henüz destekçi eklenmedi. Güvendiğiniz bir arkadaş, aile üyesi veya meslektaşı durumunuzun basit bir üst düzey görünümünü alması için davet edebilirsiniz.",
  "no_trainers": "Eğitmen veya koç bağlı değil. Fonksiyonel sağlık trendlerinizi zaten çalıştığınız bir profesyonelle paylaşın.",
  "no_clinicians": "Klinisyen bağlı değil. Klinisyeniniz sağlık yolculuğunuzu desteklemek istiyorsa, kalıpları ve trendleri görmesi için davet edebilirsiniz — ham kayıtları değil.",
  
  "add_supporter": "Destekçi Ekle",
  "add_trainer_coach": "Eğitmen / Koç Ekle",
  "add_clinician": "Klinisyen Ekle",
  
  "supporter_explanation": "Destekçiler durumunuzun basit bir üst düzey sinyalini görür (örneğin: \"iyi\", \"stabil\" veya \"zorlanıyor\"). Sayıları, kayıtları veya Tıbbi Kasa verilerini görmezler.",
  "relationship_type": "İlişki türünü seçin",
  "friend": "Arkadaş",
  "family": "Aile",
  "colleague": "Meslektaş",
  "other": "Diğer",
  "generate_supporter_code": "Destekçi kodu oluştur",
  "supporter_code_notice": "Bu kod, bir kişinin sınırlı bir süre için destekçi olarak APP Platformunuza bağlanmasını sağlar. İstediğiniz zaman erişimi iptal edebilirsiniz.",
  "share_code_with_supporter": "Bu kodu destekçinizle paylaşın:",
  "supporter_footer": "Destekçiler yalnızca üst düzey bir sağlık durumu görecek — kayıtlarınızı, günlüklerinizi veya Tıbbi Kasanızı değil.",
  
  "share_with_trainer": "Bir Eğitmen veya Koç ile trendleri paylaşın",
  "trainer_explanation": "Eğitmenler ve koçlar hedeflerinizi desteklemek için FWI'nizi, trendlerinizi ve uyum kalıplarınızı görür. Ham kayıtları, günlükleri veya Tıbbi Kasa içeriklerini görmezler.",
  "trainer_trust_notice": "Yalnızca zaten güvendiğiniz eğitmenleri veya koçları davet etmelisiniz.",
  "generate_trainer_code": "Eğitmen/koç kodu oluştur",
  "share_code_with_trainer": "Bu kodu eğitmeniniz veya koçunuzla paylaşın:",
  "trainer_visibility_notice": "Fonksiyonel Sağlık İndeksinizi ve trend içgörülerinizi görebilecekler. Ham girişleri veya Tıbbi Kasa verilerini görmeyecekler.",
  
  "share_with_clinician": "Bir Klinisyen ile kalıpları paylaşın",
  "clinician_explanation": "Klinisyenler verilerinizden türetilen fonksiyonel kalıpları ve trendleri görebilir. Ham kayıtları, PHI'yi veya Tıbbi Kasa içeriklerini görmezler. Wellio bir EMR/EHR değildir ve klinik kayıtları saklamaz.",
  "clinician_trust_notice": "Tanıdığınız ve güvendiğiniz bir klinisyeni davet edin. Wellio'yu kalıplarınıza bir bakış olarak kullanabilirler — tıbbi kayıt sistemi olarak değil.",
  "generate_clinician_code": "Klinisyen kodu oluştur",
  "share_code_with_clinician": "Bu kodu klinisyeninizle paylaşın:",
  "clinician_visibility_notice": "Fonksiyonel sağlık kalıplarını ve trend içgörülerini görebilecekler. Kayıtlarınızı, günlüklerinizi veya Tıbbi Kasa belgelerinizi görmeyecekler.",
  
  "can_see": "Görebilir",
  "cannot_see": "Göremez",
  "fwi_trends_adherence": "FWI, trendler, uyum sinyalleri",
  "logs_journals_vault": "Kayıtlar, günlükler, kasa, PHI",
  "high_level_status": "Üst düzey sağlık durumu",
  
  "valid_for_days": "{{days}} gün geçerli",
  "code_copied": "Kod panoya kopyalandı",
  "invite_generated": "Davet kodu oluşturuldu",
  "invite_code_error": "Davet kodu oluşturulurken hata",
  
  "join_care_team": "Bir Bakım Ekibine Katıl",
  "join_subtitle": "Bir Wellio kullanıcısından aldığınız davet kodunu girin.",
  "enter_code": "Davet kodunu girin (örn., ABCD-1234)",
  "join": "Katıl",
  
  "joined_as_supporter": "Bu kişinin Bakım Ekibine destekçi olarak katıldınız. Yalnızca üst düzey bir sağlık durumu göreceksiniz. Kayıt veya tıbbi belge yok.",
  "joined_as_coach": "Bu kişinin Bakım Ekibine eğitmen/koç olarak katıldınız. Fonksiyonel Sağlık İndekslerini, trendlerini ve uyum kalıplarını göreceksiniz — asla ham kayıtları veya Tıbbi Kasa içeriklerini değil.",
  "joined_as_clinician": "Bu kişinin Bakım Ekibine klinisyen olarak katıldınız. Fonksiyonel kalıpları ve trend içgörülerini göreceksiniz — PHI, kayıtlar veya Tıbbi Kasa verileri değil.",
  
  "invalid_code": "Bu kod geçersiz veya süresi dolmuş.",
  "role_mismatch": "Bu davet rolünüz için geçerli değil. Lütfen kişiden yeni bir kod oluşturmasını isteyin.",
  "connection_successful": "Bağlantı başarılı!",
  "already_connected": "Bu kişiyle zaten bağlısınız.",
  
  "data_access_history": "Veri Erişim Geçmişi",
  "access_log_explanation": "Bakım Ekibinizdeki biri türetilmiş sağlık sinyallerinizi (örneğin: FWI, trendler veya uyum) her görüntülediğinde, burada kaydediyoruz. Verilerinize kimin ve ne zaman eriştiğini her zaman bilirsiniz.",
  "date": "Tarih",
  "who": "Kim",
  "role": "Rol",
  "what_viewed": "Ne görüntülediler",
  "no_access_yet": "Henüz kimse türetilmiş sinyallerinizi görüntülemedi.",
  "access_log_footer": "Bu kayıt yalnızca türetilmiş sinyalleri kapsar. Ham kayıtlarınız, günlükleriniz ve Tıbbi Kasanız asla kimseyle paylaşılmaz.",
  "who_viewed_data": "Verilerimi kim görüntüledi?",
  
  "cmix_protected": "cMixx ile Korunuyor",
  "cmix_explanation": "Bu konuşma, kiminle ne zaman konuştuğunuzu gizlemek için xx network'ün cMixx'ini kullanıyor — sadece ne söylediğinizi değil.",
  
  "revoke_access": "Erişimi İptal Et",
  "access_revoked": "Erişim başarıyla iptal edildi"
}
