{
  "home_title": "Wellio - Fitness Yolculuğunuz Başlıyor",
  "home_description": "Antrenmanları, beslenmeyi ve ilerlemeyi takip edin. Fitness topluluğuyla bağlantı kurun. Wellio ile sağlık hedeflerinize ulaşın.",
  "dashboard_title": "Panel",
  "dashboard_description": "Fitness istatistiklerinizi görün, ilerlemenizi takip edin ve kişiselleştirilmiş panelinizle motive kalın.",
  "auth_title": "Giriş Yap veya Hesap Oluştur",
  "auth_description": "Fitness yolculuğunuzu takip etmek, başkalarıyla bağlantı kurmak ve sağlık hedeflerinize ulaşmak için Wellio'ya katılın.",
  "workout_title": "Antrenman Takipçisi",
  "workout_description": "Egzersizlerinizi kaydedin, set ve tekrarları takip edin ve fitness ilerlemenizi izleyin.",
  "food_title": "Yiyecek ve Beslenme",
  "food_description": "Öğünlerinizi takip edin, kalorileri izleyin ve beslenme araçlarımızla dengeli bir diyet sürdürün.",
  "activity_title": "Aktivite Merkezi",
  "activity_description": "Antrenmanlar, kilo takibi, alışkanlıklar ve daha fazlası dahil tüm fitness aktivitelerinize erişin.",
  "profile_title": "Profiliniz",
  "profile_description": "Fitness profilinizi yönetin, başarılarınızı görün ve Wellio deneyiminizi özelleştirin.",
  "settings_title": "Ayarlar",
  "settings_description": "Hesap ayarları, tercihler ve gizlilik seçenekleriyle Wellio deneyiminizi özelleştirin.",
  "feed_title": "Topluluk Akışı",
  "feed_description": "Fitness tutkunlarıyla bağlantı kurun, ilerlemenizi paylaşın ve başkalarından ilham alın.",
  "challenges_title": "Fitness Meydan Okumaları",
  "challenges_description": "Meydan okumalara katılın, arkadaşlarınızla yarışın ve yeni hedeflere ulaşmak için sınırlarınızı zorlayın.",
  "subscription_title": "Abonelik Planları",
  "subscription_description": "Premium özelliklerin kilidini açın ve Wellio Pro ile fitness yolculuğunuzu bir sonraki seviyeye taşıyın.",
  "rewards_title": "Ödül Mağazası",
  "rewards_description": "Kazandığınız puanları özel ödüller, rozetler ve premium özellikler için kullanın.",
  "referral_title": "Referans Programı",
  "referral_description": "Arkadaşlarınızı Wellio'ya davet edin ve her başarılı referans için bonus puan kazanın.",
  "search_title": "Ara ve Keşfet",
  "search_description": "Wellio fitness topluluğunda kullanıcıları, gönderileri ve trend konuları bulun.",
  "messages_title": "Mesajlar",
  "messages_description": "Arkadaşlar, eğitmenler ve fitness tutkunlarıyla sohbet edin.",
  "notifications_title": "Bildirimler",
  "notifications_description": "Uyarılar, hatırlatıcılar ve sosyal güncellemelerle fitness yolculuğunuz hakkında bilgi sahibi olun.",
  "not_found_title": "Sayfa Bulunamadı",
  "not_found_description": "Aradığınız sayfa mevcut değil. Wellio ana sayfasına dönün.",
  "sponsors": {
    "title": "Sponsorlarımız - Wellio",
    "description": "Wellio fitness topluluğunu destekleyen değerli sponsorlarımızla tanışın."
  },
  "locations": {
    "title": "Fitness Mekanları - Wellio",
    "description": "Dünya çapında spor salonları, stüdyolar ve fitness merkezlerini yorumlar ve yol tarifleriyle bulun."
  },
  "products": {
    "title": "Önerilen Ürünler - Wellio",
    "description": "Kişisel olarak incelenmiş ve onaylanmış fitness ürünlerini, takviyeleri ve ekipmanları keşfedin."
  },
  "progress_comparison_title": "İlerleme Fotoğrafı Karşılaştırması - Wellio",
  "progress_comparison_desc": "Fitness ilerlemenizi izlemek için dönüşüm fotoğraflarınızı yan yana karşılaştırın.",
  "accessibility_page_title": "Erişilebilirlik Beyanı - Wellio",
  "accessibility_page_description": "Dijital erişilebilirlik ve WCAG 2.1 AA uyumluluğuna olan bağlılığımız.",
  "cookie_policy_title": "Çerez Politikası - Wellio",
  "cookie_policy_description": "Kullandığımız çerezler ve tercihlerinizi nasıl yöneteceğiniz hakkında bilgi edinin.",
  "ccpa_rights_title": "CCPA Hakları Talebi - Wellio",
  "ccpa_rights_description": "Kaliforniya Tüketici Gizlilik Yasası kapsamındaki haklarınızı kullanın.",
  "session_management_title": "Oturum Yönetimi - Wellio",
  "session_management_description": "Aktif oturum açma oturumlarınızı görüntüleyin ve yönetin.",
  "security_audit_log_title": "Güvenlik Denetim Günlüğü - Wellio",
  "security_audit_log_description": "Hesap güvenlik etkinliğinizi ve erişim geçmişinizi görüntüleyin.",
  
  "clinician_dashboard_title": "Klinisyen Paneli - Wellio",
  "clinician_dashboard_description": "PHI içermeyen özetler ve risk uyarılarıyla hasta fonksiyonel sağlığını izleyin.",
  
  "for_professionals_title": "Profesyoneller İçin - Wellio",
  "for_professionals_description": "Kuantum gizli sağlık zekası ile koçluk veya klinik pratiğinizi büyütün. Kişisel verileri açığa çıkarmadan fonksiyonel içgörüler."
}