{
  "care_team": "देखभाल टीम",
  "care_team_subtitle": "अपने भरोसेमंद लोगों के साथ कार्यात्मक स्वास्थ्य जानकारी साझा करें — अपनी शर्तों पर।",
  "derived_signals_only": "आपकी देखभाल टीम केवल व्युत्पन्न स्वास्थ्य संकेत देख सकती है।",
  "never_raw_logs": "कोई भी कभी आपके कच्चे लॉग, डायरी या मेडिकल वॉल्ट नहीं देखता।",
  "supporters": "सहायक",
  "trainers_coaches": "प्रशिक्षक और कोच",
  "clinicians": "चिकित्सक",
  "no_supporters": "अभी तक कोई सहायक नहीं जोड़ा गया। आप किसी विश्वसनीय मित्र, परिवार के सदस्य या सहकर्मी को आमंत्रित कर सकते हैं।",
  "no_trainers": "कोई प्रशिक्षक या कोच नहीं जुड़ा। अपने साथ काम करने वाले पेशेवर के साथ कार्यात्मक स्वास्थ्य रुझान साझा करें।",
  "no_clinicians": "कोई चिकित्सक नहीं जुड़ा। यदि आपका चिकित्सक आपकी स्वास्थ्य यात्रा का समर्थन करना चाहता है, तो आप उन्हें पैटर्न और रुझान देखने के लिए आमंत्रित कर सकते हैं।",
  "add_supporter": "सहायक जोड़ें",
  "add_trainer_coach": "प्रशिक्षक / कोच जोड़ें",
  "add_clinician": "चिकित्सक जोड़ें",
  "add_supporter_title": "सहायक जोड़ें",
  "supporter_explanation": "सहायक आपकी स्थिति का एक सरल उच्च-स्तरीय संकेत देखते हैं (जैसे: \"अच्छा\", \"स्थिर\", या \"संघर्ष\")।",
  "supporter_no_data": "वे संख्या, लॉग या मेडिकल वॉल्ट डेटा नहीं देखते।",
  "relationship_type": "संबंध प्रकार",
  "friend": "मित्र",
  "family": "परिवार",
  "colleague": "सहकर्मी",
  "other": "अन्य",
  "generate_supporter_code": "सहायक कोड बनाएं",
  "code_explanation": "यह कोड एक व्यक्ति को सीमित समय के लिए सहायक के रूप में आपके APP प्लेटफॉर्म से जुड़ने देता है। आप कभी भी पहुंच रद्द कर सकते हैं।",
  "share_code_with_supporter": "यह कोड अपने सहायक के साथ साझा करें:",
  "valid_for_days": "7 दिनों के लिए वैध।",
  "supporter_footer": "सहायक केवल उच्च-स्तरीय स्वास्थ्य स्थिति देखेंगे — आपके लॉग, डायरी या मेडिकल वॉल्ट नहीं।",
  "add_trainer_title": "प्रशिक्षक या कोच के साथ रुझान साझा करें",
  "trainer_explanation": "प्रशिक्षक और कोच आपके लक्ष्यों का समर्थन करने के लिए आपका FWI, रुझान और पालन पैटर्न देखते हैं।",
  "trainer_no_data": "वे कच्चे लॉग, डायरी या मेडिकल वॉल्ट सामग्री नहीं देखते।",
  "trainer_trust_note": "केवल उन प्रशिक्षकों या कोचों को आमंत्रित करें जिन पर आप पहले से भरोसा करते हैं।",
  "generate_trainer_code": "प्रशिक्षक/कोच कोड बनाएं",
  "share_code_with_trainer": "यह कोड अपने प्रशिक्षक या कोच के साथ साझा करें:",
  "trainer_visibility": "वे आपका कार्यात्मक स्वास्थ्य सूचकांक और रुझान जानकारी देख पाएंगे।",
  "trainer_no_raw": "वे कच्ची प्रविष्टियां या मेडिकल वॉल्ट डेटा नहीं देखेंगे।",
  "trainer_can_see": "देख सकते हैं: FWI, रुझान, पालन संकेत",
  "trainer_cannot_see": "नहीं देख सकते: लॉग, डायरी, वॉल्ट, PHI",
  "add_clinician_title": "चिकित्सक के साथ पैटर्न साझा करें",
  "clinician_explanation": "चिकित्सक आपके डेटा से व्युत्पन्न कार्यात्मक पैटर्न और रुझान देख सकते हैं।",
  "clinician_no_data": "वे कच्चे लॉग, PHI या मेडिकल वॉल्ट सामग्री नहीं देखते।",
  "clinician_not_emr": "Wellio EMR/EHR नहीं है और नैदानिक रिकॉर्ड संग्रहीत नहीं करता।",
  "clinician_trust_note": "किसी ऐसे चिकित्सक को आमंत्रित करें जिसे आप पहले से जानते और भरोसा करते हैं।",
  "clinician_view_note": "वे Wellio को आपके पैटर्न के दृश्य के रूप में उपयोग कर सकते हैं — चिकित्सा रिकॉर्ड प्रणाली के रूप में नहीं।",
  "generate_clinician_code": "चिकित्सक कोड बनाएं",
  "share_code_with_clinician": "यह कोड अपने चिकित्सक के साथ साझा करें:",
  "clinician_visibility": "वे कार्यात्मक स्वास्थ्य पैटर्न और रुझान जानकारी देख पाएंगे।",
  "clinician_no_raw": "वे आपके लॉग, डायरी या मेडिकल वॉल्ट दस्तावेज़ नहीं देखेंगे।",
  "join_care_team_title": "देखभाल टीम में शामिल हों",
  "join_subtitle": "Wellio उपयोगकर्ता से प्राप्त आमंत्रण कोड दर्ज करें।",
  "enter_invite_code": "आमंत्रण कोड दर्ज करें (जैसे, ABCD-1234)",
  "join_button": "शामिल हों",
  "success_supporter": "आप इस व्यक्ति की देखभाल टीम में सहायक के रूप में शामिल हो गए।",
  "success_supporter_note": "आप केवल उच्च-स्तरीय स्वास्थ्य स्थिति देखेंगे। कोई लॉग या चिकित्सा दस्तावेज़ नहीं।",
  "success_coach": "आप इस व्यक्ति की देखभाल टीम में प्रशिक्षक/कोच के रूप में शामिल हो गए।",
  "success_coach_note": "आप उनका कार्यात्मक स्वास्थ्य सूचकांक, रुझान और पालन पैटर्न देखेंगे — कभी कच्चे लॉग या मेडिकल वॉल्ट सामग्री नहीं।",
  "success_clinician": "आप इस व्यक्ति की देखभाल टीम में चिकित्सक के रूप में शामिल हो गए।",
  "success_clinician_note": "आप कार्यात्मक पैटर्न और रुझान जानकारी देखेंगे — PHI, लॉग या मेडिकल वॉल्ट डेटा नहीं।",
  "error_invalid_code": "यह कोड अमान्य या समाप्त है।",
  "error_role_mismatch": "यह आमंत्रण आपकी भूमिका के लिए वैध नहीं है। कृपया व्यक्ति से नया कोड बनाने के लिए कहें।",
  "data_access_title": "डेटा पहुंच इतिहास",
  "data_access_description": "जब आपकी देखभाल टीम से कोई आपकी व्युत्पन्न स्वास्थ्य जानकारी देखता है, तो हम इसे यहां रिकॉर्ड करते हैं।",
  "data_access_know": "आप हमेशा जानते हैं कि किसने आपका डेटा कब एक्सेस किया।",
  "column_date": "दिनांक",
  "column_who": "कौन",
  "column_role": "भूमिका",
  "column_viewed": "क्या देखा",
  "no_access_yet": "अभी तक किसी ने आपकी व्युत्पन्न जानकारी नहीं देखी।",
  "data_access_footer": "यह लॉग केवल व्युत्पन्न जानकारी को कवर करता है। आपके कच्चे लॉग, डायरी और मेडिकल वॉल्ट कभी किसी के साथ साझा नहीं किए जाते।",
  "who_viewed_data": "मेरा डेटा किसने देखा?",
  "invite_code_generated": "आमंत्रण कोड बनाया गया",
  "invite_code_error": "आमंत्रण कोड बनाने में त्रुटि",
  "code_placeholder": "ABCD-1234",
  "who_can_see_data": "मेरा डेटा कौन देख सकता है?",
  "data_visibility_explanation": "पेशेवर केवल आपका कार्यात्मक स्वास्थ्य सूचकांक और पालन संकेत देखते हैं — कच्चे लॉग या मेडिकल वॉल्ट सामग्री नहीं।"
}
