{
  "care_team": "Команда по уходу",
  "care_team_subtitle": "Делитесь функциональными показателями благополучия с людьми, которым доверяете — на ваших условиях.",
  "derived_signals_only": "Ваша команда по уходу может видеть только производные сигналы благополучия.",
  "never_raw_logs": "Никто никогда не видит ваши сырые логи, дневники или Медицинское хранилище.",
  "supporters": "Поддержка",
  "trainers_coaches": "Тренеры и коучи",
  "clinicians": "Клиницисты",
  "no_supporters": "Поддержка пока не добавлена. Вы можете пригласить надежного друга, члена семьи или коллегу для получения простого высокоуровневого обзора вашего состояния.",
  "no_trainers": "Тренеры или коучи не подключены. Поделитесь тенденциями функционального благополучия с профессионалом, с которым уже работаете.",
  "no_clinicians": "Клиницисты не подключены. Если ваш клиницист хочет поддержать ваш путь к здоровью, вы можете пригласить его видеть паттерны и тенденции — не сырые записи.",
  "add_supporter": "Добавить поддержку",
  "add_trainer_coach": "Добавить тренера / коуча",
  "add_clinician": "Добавить клинициста",
  "add_supporter_title": "Добавить поддержку",
  "supporter_explanation": "Поддержка видит простой высокоуровневый сигнал о вашем состоянии (например: «хорошо», «стабильно» или «трудности»).",
  "supporter_no_data": "Они не видят цифры, логи или данные Медицинского хранилища.",
  "relationship_type": "Тип отношений",
  "friend": "Друг",
  "family": "Семья",
  "colleague": "Коллега",
  "other": "Другое",
  "generate_supporter_code": "Создать код поддержки",
  "code_explanation": "Этот код позволяет одному человеку подключиться к вашей APP платформе как поддержка на ограниченное время. Вы можете отозвать доступ в любое время.",
  "share_code_with_supporter": "Поделитесь этим кодом с вашей поддержкой:",
  "valid_for_days": "Действителен 7 дней.",
  "supporter_footer": "Поддержка увидит только высокоуровневый статус благополучия — не ваши логи, дневники или Медицинское хранилище.",
  "add_trainer_title": "Поделиться тенденциями с тренером или коучем",
  "trainer_explanation": "Тренеры и коучи видят ваш FWI, тенденции и паттерны приверженности, чтобы поддержать ваши цели.",
  "trainer_no_data": "Они не видят сырые логи, дневники или содержимое Медицинского хранилища.",
  "trainer_trust_note": "Приглашайте только тренеров или коучей, которым уже доверяете.",
  "generate_trainer_code": "Создать код тренера/коуча",
  "share_code_with_trainer": "Поделитесь этим кодом с вашим тренером или коучем:",
  "trainer_visibility": "Они смогут видеть ваш индекс функционального благополучия и тенденции.",
  "trainer_no_raw": "Они не увидят сырые записи или данные Медицинского хранилища.",
  "trainer_can_see": "Может видеть: FWI, тенденции, сигналы приверженности",
  "trainer_cannot_see": "Не может видеть: логи, дневники, хранилище, PHI",
  "add_clinician_title": "Поделиться паттернами с клиницистом",
  "clinician_explanation": "Клиницисты могут видеть функциональные паттерны и тенденции, полученные из ваших данных.",
  "clinician_no_data": "Они не видят сырые логи, PHI или содержимое Медицинского хранилища.",
  "clinician_not_emr": "Wellio не является EMR/EHR и не хранит клинические записи.",
  "clinician_trust_note": "Приглашайте клинициста, которого уже знаете и которому доверяете.",
  "clinician_view_note": "Они могут использовать Wellio как обзор ваших паттернов — не как систему медицинских записей.",
  "generate_clinician_code": "Создать код клинициста",
  "share_code_with_clinician": "Поделитесь этим кодом с вашим клиницистом:",
  "clinician_visibility": "Они смогут видеть функциональные паттерны благополучия и тенденции.",
  "clinician_no_raw": "Они не увидят ваши логи, дневники или документы Медицинского хранилища.",
  "join_care_team_title": "Присоединиться к команде по уходу",
  "join_subtitle": "Введите код приглашения, полученный от пользователя Wellio.",
  "enter_invite_code": "Введите код приглашения (например, ABCD-1234)",
  "join_button": "Присоединиться",
  "success_supporter": "Вы присоединились к команде по уходу этого человека как поддержка.",
  "success_supporter_note": "Вы увидите только высокоуровневый статус благополучия. Никаких логов или медицинских документов.",
  "success_coach": "Вы присоединились к команде по уходу этого человека как тренер/коуч.",
  "success_coach_note": "Вы увидите их индекс функционального благополучия, тенденции и паттерны приверженности — никогда сырые логи или содержимое Медицинского хранилища.",
  "success_clinician": "Вы присоединились к команде по уходу этого человека как клиницист.",
  "success_clinician_note": "Вы увидите функциональные паттерны и тенденции — не PHI, логи или данные Медицинского хранилища.",
  "error_invalid_code": "Этот код недействителен или истек.",
  "error_role_mismatch": "Это приглашение не подходит для вашей роли. Пожалуйста, попросите человека создать новый код.",
  "data_access_title": "История доступа к данным",
  "data_access_description": "Когда кто-то из вашей команды по уходу просматривает ваши производные показатели благополучия (например: FWI, тенденции или приверженность), мы записываем это здесь.",
  "data_access_know": "Вы всегда знаете, кто получил доступ к вашим данным и когда.",
  "column_date": "Дата",
  "column_who": "Кто",
  "column_role": "Роль",
  "column_viewed": "Что просмотрели",
  "no_access_yet": "Пока никто не просматривал ваши производные показатели.",
  "data_access_footer": "Этот журнал охватывает только производные показатели. Ваши сырые логи, дневники и Медицинское хранилище никогда никому не передаются.",
  "who_viewed_data": "Кто просматривал мои данные?",
  "invite_code_generated": "Код приглашения создан",
  "invite_code_error": "Ошибка создания кода приглашения",
  "code_placeholder": "ABCD-1234",
  "who_can_see_data": "Кто может видеть мои данные?",
  "data_visibility_explanation": "Профессионалы видят только ваш индекс функционального благополучия и сигналы приверженности — не сырые логи или содержимое Медицинского хранилища."
}
